Repository: tailucanh/finder_dating_app
Catalog: lib/l10n/intl_*.arb
Languages: es, hi, id, ja, lo, vi, zh

# socialNetworkStatus1
source: Influence
es: Influyente
hi: प्रभाव
id: Berpengaruh
ja: インフルエンサー
lo: ອິດທິພົນ
zh: 有影响力

# socialNetworkStatus2
source: Active participant
es: Participante activo/a
hi: सक्रिय सहभागी
id: Peserta aktif
ja: 積極的な参加者
lo: ຫ້າວຫັນ
vi: Hoạt động tích cực
zh: 积极参与者

# socialNetworkStatus3
source: Not active on social media
es: No activo/a en redes sociales
hi: सोशल मीडिया पर निष्क्रिय
id: Tidak aktif di media sosial
ja: ソーシャルメディアで非アクティブ
lo: ຢ່າໃຊ້ເຄືອຂ່າຍ
vi: Không dùng mạng
zh: 不活跃在社交媒体上

# socialNetworkStatus4
source: Silent observer
es: Observador/a silencioso/a
hi: शांत दर्शक
id: Pengamat diam
ja: 黙示的な観察者
lo: ຜູ້ສັງເກດການງຽບ
vi: Lướt dạo âm thầm
zh: 悄然旁观者

# sleepingHabitsStatus1
source: Early riser
es: Madrugador/a
hi: उबाल दाने वाला
id: Pendaki pagi
ja: 早起き
lo: ລຸກຂຶ້ນໄວ
vi: Dậy sớm
zh: 早起者

# sleepingHabitsStatus2
source: Night owl
es: Noctámbulo/a
hi: रात के उल्लू
id: Burung hantu
ja: 夜型
lo: ນົກກົກກາງຄືນ
vi: Cú đêm
zh: 夜猫子

# sleepingHabitsStatus3
source: Flexible schedule
es: Horario flexible
hi: लचीला अनुसूची
id: Jadwal fleksibel
ja: 柔軟なスケジュール
lo: ຕາຕະລາງການຍືດຫຍຸ່ນ
vi: Giờ giấc linh hoạt
zh: 作息灵活

# textShowMore
source: Show more
es: Mostrar más
hi: और दिखाएं
id: Tampilkan lebih banyak
ja: さらに表示
lo: ສະແດງເພີ່ມເຕີມ
vi: Hiển thị thêm
zh: 显示更多

# textAppBarCropPhoto
source: Crop photo
es: Recortar foto
hi: फोटो को क्रॉप करें
id: Potong foto
ja: 写真を切り抜く
lo: ຕັດຮູບ
vi: Cắt ảnh
zh: 裁剪照片

# textNextButton
source: Continue
es: Continuar
hi: जारी रखें
id: Lanjutkan
ja: 次へ
lo: ສືບຕໍ່
vi: Tiếp tục
zh: 继续

# textSkipButton
source: Skip
es: Omitir
hi: छोड़ें
id: Lewati
ja: スキップ
lo: ຂ້າມ
vi: Bỏ qua
zh: 跳过

# whoLikePageTitle
source: Who like you
es: A quién le gustas
hi: कौन आपको पसंद करता है
id: Siapa yang menyukaimu
ja: 誰があなたを好きか
lo: ໃຜມັກເຈົ້າ
vi: Ai thích bạn
zh: 谁喜欢你

# textVersionApp
source: Version
es: Versión
hi: संस्करण
id: Versi
ja: バージョン
lo: ຮຸ່ນ
vi: Phiên bản
zh: 版本

# settingActiveStateTitle
source: Active State
es: Estado activo
hi: सक्रिय स्थिति
id: Keadaan Aktif
ja: アクティブ状態
lo: ສະຖານະເຄື່ອນໄຫວ
vi: Trạng thái hoạt động
zh: 活动状态

# settingActiveStateContent
source: Manage active state
es: Administrar estado activo
hi: सक्रिय स्थिति प्रबंधित करें
id: Kelola status aktif
ja: アクティブ状態を管理
lo: ຈັດການສະຖານະການເຄື່ອນໄຫວ
vi: Quản lý trạng thái hoạt động
zh: 管理活动状态

# settingActiveStateContent_2
source: Settings
es: Configuración
hi: सेटिंग्स
id: Pengaturan
ja: 設定
lo: ການຕັ້ງຄ່າ
vi: Cài đặt
zh: 设置

# settingActiveStateSelect_1
source: Show active state
es: Mostrar estado activo
hi: सक्रिय स्थिति दिखाएँ
id: Tampilkan status aktif
ja: アクティブ状態を表示
lo: ສະແດງສະຖານະການເຄື່ອນໄຫວ
vi: Hiển thị trạng thái hoạt động
zh: 显示活动状态

# settingActiveStateSelect_1_Content
source: Active state shows on your profile if you have been active on the app in the last 2 hours
es: El estado activo se muestra en tu perfil si has estado activo en la aplicación en las últimas 2 horas
hi: यदि आप पिछले 2 घंटों में ऐप पर सक्रिय हैं तो सक्रिय स्थिति आपकी प्रोफ़ाइल पर दिखाई देती है
id: Keadaan aktif ditampilkan di profil Anda jika Anda telah aktif di aplikasi dalam 2 jam terakhir
ja: 過去 2 時間以内にアプリをアクティブにしていれば、プロフィールにアクティブ状態が表示されます
lo: ສະຖານະການເຄື່ອນໄຫວສະແດງຢູ່ໃນໂປຣໄຟລ໌ຂອງເຈົ້າຫາກເຈົ້າເປີດໃຊ້ແອັບດັ່ງກ່າວໃນ 2 ຊົ່ວໂມງທີ່ຜ່ານມາ
vi: Trạng thái hoạt động hiển thị trên hồ sơ của bạn nếu bạn có hoạt động trên ứng dụng trong 2 giờ qua
zh: 如果您在过去 2 小时内一直在使用该应用，那么您的个人资料上会显示活动状态

# settingActiveStateSelect_2
source: Show recent activity status
es: Mostrar estado de actividad reciente
hi: हाल की गतिविधि स्थिति दिखाएं
id: Tampilkan status aktivitas terkini
ja: 最近のアクティビティ ステータスを表示
lo: ສະແດງສະຖານະການເຄື່ອນໄຫວທີ່ຜ່ານມາ
vi: Hiển thị trạng thái hoạt động gần đây
zh: 显示最近的活动状态

# settingActiveStateSelect_2_Content
source: Active state shows on your profile if you have been active on the app in the last 24 hours
es: El estado activo se muestra en tu perfil si has estado activo en la aplicación en las últimas 24 horas
hi: यदि आप पिछले 24 घंटों में ऐप पर सक्रिय हैं तो सक्रिय स्थिति आपकी प्रोफ़ाइल पर दिखाई देती है
id: Keadaan aktif ditampilkan di profil Anda jika Anda telah aktif di aplikasi dalam 24 jam terakhir
ja: 過去 24 時間以内にアプリをアクティブにしていれば、プロフィールにアクティブ状態が表示されます
lo: ສະຖານະການເຄື່ອນໄຫວສະແດງຢູ່ໃນໂປຣໄຟລ໌ຂອງເຈົ້າຫາກເຈົ້າເປີດໃຊ້ແອັບດັ່ງກ່າວໃນ 24 ຊົ່ວໂມງທີ່ຜ່ານມາ
vi: Trạng thái hoạt động hiển thị trên hồ sơ của bạn nếu bạn có hoạt động trên ứng dụng trong 24 giờ qua
zh: 如果您在过去 24 小时内一直在使用该应用，那么您的个人资料上会显示活动状态

# settingContact
source: Contact us
es: Contáctenos
hi: हमसे संपर्क करें
id: Hubungi kami
ja: お問い合わせ
lo: ຕິດຕໍ່ພວກເຮົາ
vi: Liên hệ với chúng tôi
zh: 联系我们

# settingContact_Content
source: Help & Support
es: Ayuda y soporte
hi: सहायता और समर्थन
id: Bantuan & Dukungan
ja: ヘルプとサポート
lo: ຊ່ວຍເຫຼືອ ແລະສະໜັບສະໜູນ
vi: Trợ giúp & Hỗ trợ
zh: 帮助与支持

# settingCommunity
source: Community
es: Comunidad
hi: समुदाय
id: Komunitas
ja: コミュニティ
lo: ຊຸມຊົນ
vi: Cộng đồng
zh: 社区

# settingCommunity_Content_1
source: Community Rules
es: Reglas de la comunidad
hi: सामुदायिक नियम
id: Aturan Komunitas
ja: コミュニティ ルール
lo: ກົດລະບຽບຊຸມຊົນ
vi: Quy tắc cộng đồng
zh: 社区规则

# settingCommunity_Content_2
source: Safety tips
es: Consejos de seguridad
hi: सुरक्षा युक्तियाँ
id: Kiat keselamatan
ja: 安全に関するヒント
lo: ເຄັດລັບຄວາມປອດໄພ
vi: Bí quyết an toàn
zh: 安全提示

# settingShareApp
source: Share Finder
es: Buscador de acciones
hi: शेयर फाइंडर
id: Pencari Bagikan
ja: 共有ファインダー
vi: Chia sẻ Finder
zh: 共享查找器

# settingPrivacy
source: Privacy
es: Privacidad
hi: गोपनीयता
id: Privasi
ja: プライバシー
lo: ຄວາມເປັນສ່ວນຕົວ
vi: Quyền riêng tư
zh: 隐私

# settingPrivacy_Policy
source: Privacy Policy
es: Política de privacidad
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシー ポリシー
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
vi: Chính sách Quyền riêng tư
zh: 隐私政策

# settingPrivacy_Policy_Option
source: Privacy options
es: Opciones de privacidad
hi: गोपनीयता विकल्प
id: Opsi privasi
ja: プライバシー オプション
lo: ຕົວເລືອກຄວາມເປັນສ່ວນຕົວ
vi: Tùy chọn quyền riêng tư
zh: 隐私选项

# updateProfileUserHeightTitle
source: Height
es: Altura
hi: ऊंचाई
id: Tinggi
ja: 身長
lo: ຄວາມສູງ
vi: Chiều cao
zh: 身高

# updateProfileUserHeightContent
source: Let 'that person' know your height by adding it to your profile
es: Déjale a 'esa persona' saber tu altura agregándola a tu perfil
hi: उस व्यक्ति' को अपनी प्रोफ़ाइल में जोड़कर अपनी ऊंचाई बताएं
id: Beri tahu 'orang itu' tinggi badan Anda dengan menambahkannya ke profil Anda
ja: プロフィールに身長を追加して、「あの人」にあなたの身長を知らせましょう
lo: ໃຫ້ 'ຄົນນັ້ນ' ຮູ້ຄວາມສູງຂອງເຈົ້າໂດຍການເພີ່ມມັນໃສ່ໂປຣໄຟລ໌ຂອງເຈົ້າ
vi: Hãy cho 'người ấy' biết chiều cao của bạn bằng cách thêm vào hồ sơ
zh: 通过将其添加到您的个人资料中，让‘那个人’知道您的身高

# updateProfileUserHeightDelete
source: Delete height
es: Eliminar altura
hi: ऊंचाई हटाएं
id: Hapus tinggi
ja: 高さを削除
lo: ລຶບຄວາມສູງ
vi: Xóa chiều cao
zh: 删除身高

# updateProfileUserHeightUnit
source: Height unit
es: Unidad de altura
hi: ऊंचाई इकाई
id: Satuan tinggi
ja: 身長の単位
lo: ຫນ່ວຍຄວາມສູງ
vi: Đơn vị chiều cao
zh: 身高单位

# updateProfileUserMusicLove
source: My favorite song
es: Mi canción favorita
hi: मेरा पसंदीदा गाना
id: Lagu favoritku
ja: 私の好きな曲
lo: ເພງທີ່ຂ້ອຍມັກ
vi: Bài hát yêu thích của tôi
zh: 我最喜欢的歌曲

# updateProfileUserMusicSearch
source: Spotify song search
es: Búsqueda de canciones de Spotify
hi: Spotify गीत खोज
id: Pencarian lagu Spotify
ja: Spotify の曲検索
lo: Spotify ການຊອກຫາເພງ
vi: Tìm kếm bài hát Spotify
zh: Spotify 歌曲搜索

# updateProfileUserMusicHide
source: I don't want a favorite song
es: No quiero una canción favorita
hi: मुझे कोई पसंदीदा गाना नहीं चाहिए
id: Saya tidak ingin lagu favorit
ja: お気に入りの曲はいりません
lo: ຂ້ອຍບໍ່ຕ້ອງການເພງທີ່ມັກ
vi: Tôi không muốn có bài hát yêu thích
zh: 我不想要最喜欢的歌曲

# updateProfileUserMusicPopular
source: Popular on Spotify
es: Popular en Spotify
hi: Spotify पर लोकप्रिय
id: Populer di Spotify
lo: ເປັນທີ່ນິຍົມໃນ Spotify
vi: Phổ biến trên Spotify
zh: 在 Spotify 上流行

# updateProfileUserControl
source: Control your profile
es: Controla tu perfil
hi: अपनी प्रोफ़ाइल नियंत्रित करें
id: Kontrol profil Anda
ja: プロファイルを制御する
lo: ຄວບຄຸມໂປຣໄຟລ໌ຂອງເຈົ້າ
vi: Kiểm soát hồ sơ của bạn
zh: 控制您的个人资料

# updateProfileUserMusicPopularAge
source: Hide my age
es: Ocultar mi edad
hi: मेरी उम्र छुपाएं
id: Sembunyikan umur saya
lo: ເຊື່ອງອາຍຸຂອງຂ້ອຍ
vi: Ẩn tuổi của tôi
zh: 隐藏我的年龄

# updateProfileUserMusicPopularDistance
source: Hide my distance
es: Ocultar mi distancia
hi: मेरी दूरी छुपाएं
id: Sembunyikan jarak saya
lo: ເຊື່ອງໄລຍະທາງຂອງຂ້ອຍ
vi: Ẩn khoảng cách của tôi
zh: 隐藏我的距离

# addStoryTitle
source: Create story
es: Crear historia
hi: कहानी बनाएँ
id: Buat cerita
ja: ストーリーを作成
lo: ສ້າງເລື່ອງລາວ
vi: Tạo tin
zh: 创建故事

# myStoryTitle
source: Your story
es: Tus noticias
hi: आपकी खबर
id: Berita Anda
ja: あなたのニュース
lo: ຂ່າວຂອງເຈົ້າ
vi: Tin của bạn
zh: 你的新闻

# titleActive_1
source: Active
es: Activo
hi: सक्रिय
id: Aktif
ja: アクティブ
lo: ການເຄື່ອນໄຫວ
vi: Hoạt động
zh: 活跃

# titleActive_2
source: before
es: antes
hi: पहले
id: sebelum
ja: 前
lo: ກ່ອນ
vi: trước
zh: 之前

# titleActive_Day
source: days
es: días
hi: दिन
id: hari
ja: 日
lo: ມື້
vi: ngày
zh: 天

# updateProfileUserHeightHint
source: Add height
es: Añadir altura
hi: ऊंचाई जोड़ें
id: Tambahkan tinggi
ja: 身長を追加
lo: ເພີ່ມຄວາມສູງ
vi: Thêm chiều cao
zh: 添加身高

# updateProfileUserHeightError
source: Please enter a number between 90 - 241
es: Por favor, introduzca un número entre 90 - 241
hi: कृपया 90 - 241 के बीच एक संख्या दर्ज करें
id: Silakan masukkan angka antara 90 - 241
ja: 90 - 241の間の数字を入力してください
lo: ກະລຸນາໃສ່ເລກລະຫວ່າງ 90 - 241
vi: Vui lòng nhập một số từ 90 - 241
zh: 请输入90 - 241之间的数字

# topUserRecentActivityTitle
source: Recent Activities
es: Actividades recientes
hi: हाल की गतिविधियां
id: Aktivitas Terbaru
ja: 最近の活動
lo: ການເຄື່ອນໄຫວຫຼ້າສຸດ
vi: Hoạt động gần đây
zh: 最近的活动

# topUserRecentActivityContent
source: People recently active on Finder. Hope you find your 'other half' soon.
es: Personas recientemente activas en Finder. Espero que encuentres tu 'media naranja' pronto.
hi: लोग हाल ही में फाइंडर पर सक्रिय रहे। आशा है कि आप जल्द ही अपना 'दूसरा आधा' पाएंगे।
id: Orang-orang yang baru saja aktif di Finder. Semoga Anda segera menemukan 'setengah lainnya' Anda.
ja: Finderで最近アクティブな人たち。あなたの'もう半分'を早く見つけられることを願っています。
lo: ຜູ້ໃຊ້ທີ່ເຄື່ອນໄຫວໃນ Finder ຫຼ້າສຸດ. ຫວັງວ່າທ່ານຈະຊອກຫາ 'ຄືນສິ່ງທີ່ຫຼາຍ' ຂອງທ່ານໄດ້ໃນໄວໆນີ້.
vi: Những người gần đây hoạt động trên Finder. Chúc bạn sớm tìm được 'nửa kia' của cuộc đời mình.
zh: 最近在Finder上活跃的人。希望你早日找到你的另一半。

# topUserSameHobbiesTitle
source: General interests
es: Intereses generales
hi: सामान्य रुचियां
id: Minat Umum
ja: 一般的な興味
lo: ຄວາມສົນໃຈທົ່ວໄປ
vi: Các sở thích chung
zh: 一般兴趣

# topUserSameHobbiesContent
source: People who share the same interests as you. Check out their profiles and 'Match and Chat'!
es: Personas que comparten los mismos intereses que tú. ¡Echa un vistazo a sus perfiles y 'Empareja y chatea'!
hi: वे लोग जो आपके साथ ही रुचियां साझा करते हैं। उनके प्रोफाइल को देखें और 'मैच और चैट' करें!
id: Orang-orang yang memiliki minat yang sama dengan Anda. Lihat profil mereka dan 'Cocok dan Obrolan'!
ja: あなたと同じ興味を持つ人たち。彼らのプロフィールをチェックして、'マッチしてチャット'しましょう！
lo: ຜູ້ໃຊ້ທີ່ມີຄວາມສົນໃຈດຽວກັນກັບທ່ານ. ກວດສອບໂປຣໄຟລຂອງລາວແລະ 'ການກົງກັບແລະສົນທະນາ'!
vi: Những người cùng chung sở thích như bạn. Hãy vào xem hồ sơ của họ và 'Match and Chat' thôi nào!
zh: 和你有相同兴趣的人。查看他们的个人资料和'匹配和聊天'！

# topUserButtonSeeMore
source: See more
es: Ver más
hi: और देखें
id: Lihat lebih banyak
ja: もっと見る
lo: ເບິ່ງເພີ່ມເຕີມ
vi: Xem thêm
zh: 查看更多

# suggestedMessage0
source: Do you choose to face the problem frankly or avoid the problem?
es: ¿Prefieres enfrentarte directamente o evitar el problema?
hi: आप सीधे मुद्दे का सामना करना चुनते हैं या उससे बचना चाहते हैं?
id: Apakah Anda memilih untuk menghadapi masalah secara langsung atau menghindarinya?
ja: あなたは直接問題に向き合うことを選びますか、それとも問題を避けることを選びますか？
lo: ທ່ານເລືອກທີ່ຈະພົບບັນຫາແບບທຳມະຊາດຫຼືລາຍລະອຽດ?
vi: Bạn chọn đối mặt thẳng thắn hay lảng tránh vấn đề?
zh: 你选择直面问题还是回避问题？

# suggestedMessage1
source: Do you choose to collect 20 billion VND or gain eternal youth?
es: ¿Prefieres encontrar 20 mil millones de dong o tener la juventud eterna?
hi: आप 20 अरब डोंग पाना चुनते हैं या अनंत युवावस्था पाना चाहते हैं?
id: Apakah Anda memilih untuk mendapatkan 20 miliar dong atau memiliki masa muda abadi?
ja: あなたは200億ドンを拾うことを選びますか、それとも永遠の若さを得ることを選びますか？
lo: ທ່ານເລືອກທີ່ຈະຮັບໄດ້ 20 ລ້ານກີບຫຼືມີອາຍຸຊາວວິນຍານ?
vi: Bạn chọn nhặt được 20 tỉ đồng hay có được tuổi trẻ vĩnh hằng?
zh: 你选择捡到20亿越南盾还是拥有永恒的青春？

# suggestedMessage2
source: Hello! Anything fun today?
es: ¡Hola! ¿Qué tal el día de hoy?
hi: नमस्ते! आज कुछ मजेदार हुआ क्या?
id: Halo! Apa yang menyenangkan hari ini?
ja: こんにちは！今日は何か楽しいことありましたか？
lo: ສະບາຍດີ! ມື້ນີ້ມີຫຍັງດີບໍ່ເດ?
vi: Xin chào! Hôm nay có gì vui không nè?
zh: 你好！今天有什么好玩的吗？

# suggestedMessage3
source: What do you regret the most?
es: ¿Qué es lo que más lamentas?
hi: आपको सबसे ज्यादा किस बात का पछतावा है?
id: Apa yang paling Anda sesali?
ja: あなたが最も後悔していることは何ですか？
lo: ທ່ານຮັກສາຫຍັງຫຼາຍທີ່ສຸດ?
vi: Bạn hối tiếc điều gì nhất?
zh: 你最后悔的事情是什么？

# suggestedMessage4
source: What is your favorite word?
es: ¿Cuál es tu palabra favorita?
hi: आपका पसंदीदा शब्द कौन सा है?
id: Apa kata favorit Anda?
ja: あなたの好きな言葉は何ですか？
lo: ຄຳທີ່ທ່ານມັກຫຼາຍທີ່ສຸດແມ່ນຫຍັງ?
vi: Từ yêu thích của bạn là gì?
zh: 你最喜欢的词是什么？

# suggestedMessage5
source: What is the real you like when no one is around?
es: ¿Cómo es la versión real de ti cuando no hay nadie alrededor?
hi: आपका असली संस्करण जब कोई आसपास नहीं होता तो कैसा होता है?
id: Bagaimana versi asli Anda ketika tidak ada orang di sekitar?
ja: 誰もいないときのあなたの本当の姿はどんな感じですか？
lo: ສະບັບທີ່ຈິງຂອງທ່ານເມື່ອບໍ່ມີໃຜຢູ່ກວດລາວແມ່ນເປັນແບບໃດ?
vi: Phiên bản thật của bạn khi không có ai xun quanh là như thế nào?
zh: 你没有人在身边的时候的真实版本是什么样的？

# suggestedMessage6
source: Hello! Is everything okay?
es: ¡Hola! ¿Todo bien
hi: नमस्ते! सब कुछ ठीक है ना?
id: Halo! Semuanya baik-baik saja kan?
ja: こんにちは！すべて順調ですか？
lo: ສະບາຍດີ! ທຸກສິ່ງດີບໍ່ເດ?
vi: Xin chào! Mọi thứ ổn cả chứ?
zh: 你好！一切都好吧？

# startChatTitle
source: Start chatting with
es: Empieza a chatear con
hi: बातचीत शुरू करें
id: Mulai mengobrol dengan
ja: とチャットを始める
lo: ເລີ່ມຕົ້ນສົນທະນາກັບ
vi: Bắt đầu trò chuyện với
zh: 开始和

# seeOtherSuggestionTitle
source: Tap to see other suggestions
es: Pulsa para ver otras sugerencias
hi: अन्य सुझाव देखने के लिए दबाएं
id: Tekan untuk melihat saran lain
ja: 他の提案を見るにはクリック
lo: ກົດເພື່ອເບິ່ງການແນະນຳອື່ນໆ
vi: Nhấn để xem đề xuất khác
zh: 点击查看其他建议

# sendSuggestedMessageButtonTitle
source: Send
es: Enviar
hi: भेजें
id: Kirim
ja: 送信
lo: ສົ່ງ
vi: Gửi
zh: 发送

# updateSpotifySelectTitle
source: Add song to Favorites
es: Añadir canción a Favoritos
hi: गाना पसंदीदा में जोड़ें
id: Tambahkan lagu ke Favorit
ja: お気に入りに曲を追加
lo: ເພີ່ມເພງໄປທີ່ມັກ
vi: Thêm bài hát Yêu thích
zh: 添加歌曲到收藏

# spotifySelectTitle
source: Select song
es: Seleccionar canción
hi: गाना चुनें
id: Pilih lagu
ja: 曲を選択
lo: ເລືອກເພງ
vi: Chọn bài hát
zh: 选择歌曲

# spotifySearchHint
source: Find Spotify song
es: Buscar canción de Spotify
hi: स्पॉटीफ़ाई गाना ढूंढें
id: Temukan lagu Spotify
ja: Spotifyの曲を探す
lo: ຊອກຫາເພງ Spotify
vi: Tìm ca khúc Spotify
zh: 查找Spotify歌曲

# spotifyHideMusic
source: I don't want a favorite song
es: No quiero una canción favorita
hi: मुझे पसंदीदा गाना नहीं चाहिए
id: Saya tidak ingin lagu favorit
ja: お気に入りの曲はいりません
lo: ຂ້ອຍບໍ່ຢາກເພງທີ່ມັກ
vi: Tôi không muốn có bài hát yêu thích
zh: 我不想要喜欢的歌曲

# spotifyPopularTitle
source: Popular on Spotify
es: Popular en Spotify
hi: स्पॉटीफ़ाई पर लोकप्रिय
id: Populer di Spotify
ja: Spotifyで人気の曲
lo: ນິຍົມໃນ Spotify
vi: Phổ biến trên Spotify
zh: Spotify上的热门歌曲

# spotifyPlayMusic
source: Play music
es: Reproducir música
hi: म्यूजिक चलाएं
id: Putar musik
ja: 音楽を再生
lo: ຫຼິ້ນເພງ
vi: Phát nhạc
zh: 播放音乐

# spotifyPlayMusicAll
source: Play all songs
es: Reproducir todas las canciones
hi: सभी गाने चलाएं
id: Putar semua lagu
ja: すべての曲を再生
lo: ຫຼິ້ນເພງທັງໝົດ
vi: Phát toàn bộ ca khúc
zh: 播放所有歌曲

# spotifyPlayButton
source: Start listening
es: Empezar a escuchar
hi: सुनना शुरू करें
id: Mulai mendengarkan
ja: 再生を開始
lo: ເລີ່ມຫຼິ້ນ
vi: Bắt đầu nghe
zh: 开始收听

# reportReasonTab_1
source: Reason
es: Motivo
hi: कारण
id: Alasan
ja: 理由
lo: ເຫດຜົນ
vi: Lý do
zh: 原因

# reportReasonTab_2
source: Details
es: Detalles
hi: विवरण
id: Detail
ja: 詳細
lo: ລາຍລະອຽດ
vi: Chi tiết
zh: 详情

# reportReasonTab_3
source: Send
es: Enviar
hi: भेजें
id: Kirim
ja: 送信
lo: ສົ່ງ
vi: Gửi
zh: 发送

# reportReasonTitle
source: What issue do you want to report?
es: ¿Qué problema quieres reportar?
hi: आप किस मुद्दे की रिपोर्ट करना चाहते हैं?
id: Masalah apa yang ingin Anda laporkan?
ja: あなたが報告したい問題は何ですか？
lo: ທ່ານຕ້ອງການລາຍງານຫຍັງ?
vi: Bạn muốn báo cáo vấn đề gì?
zh: 你想举报什么问题？

# reportReasonContent
source: We care about you and what you know and need to say. What you share with us will be kept confidential.
es: Nos importas tú y lo que sabes y necesitas decir. Lo que compartas con nosotros se mantendrá confidencial.
hi: हमें आपकी और आपके जानने और कहने की जरूरत वाली बातों की परवाह है। आप हमारे साथ जो कुछ भी साझा करते हैं, वह गोपनीय रखा जाएगा।
id: Kami peduli dengan Anda dan apa yang Anda ketahui dan perlu katakan. Apa yang Anda bagikan dengan kami akan tetap rahasia.
ja: 私たちはあなたとあなたが知っていること、言いたいことを気にかけています。あなたが私たちと共有することは秘密にしておきます。
lo: ພວກເຮົາສົນໃຈກັບທ່ານແລະສິ່ງທີ່ທ່ານຮູ້ແລະຕ້ອງການເວົ້າ. ສິ່ງທີ່ທ່ານແບ່ງປັນກັບພວກເຮົາຈະຖືກຮັກສາເປ
vi: Chúng tôi quan tâm tới bạn và những điều bạn biết và cần nói. Những điều bạn chia sẻ với chúng tôi sẽ được bảo mật.
zh: 我们关心你和你所知道和需要说的事情。你和我们分享的内容将保密。

# reportReason_1
source: This person's biography
es: La biografía de esta persona
hi: इस व्यक्ति का जीवनी
id: Biografi orang ini
ja: この人の経歴
vi: Tiểu sử của nguời này
zh: 这个人的简介

# reportReason_2
source: This person's profile photo
es: La foto de perfil de esta persona
hi: इस व्यक्ति का प्रोफाइल फोटो
id: Foto profil orang ini
ja: この人のプロフィール写真
vi: Ảnh hồ sơ của người này
zh: 这个人的头像

# reportReason_3
source: Something else happened
es: Otra cosa ocurrió
hi: कुछ और हुआ
id: Ada hal lain yang terjadi
ja: 他に何か起こった
vi: Có sự việc khác xảy ra
zh: 发生了其他事情

# reportDetailReasonTitle
source: What is the reason for your report?
es: ¿Cuál es el motivo de tu reporte?
hi: आपकी रिपोर्ट का कारण क्या है?
id: Apa alasan laporan Anda?
ja: あなたの報告の理由は何ですか？
vi: Lý do báo cáo của bạn là gì?
zh: 你举报的原因是什么？

# reportDetailReason_1
source: Misleading profile or behavior
es: Perfil o comportamiento engañoso
hi: भ्रामक प्रोफाइल या व्यवहार
id: Profil atau perilaku menyesatkan
ja: 誤解を招くプロフィールや行動
vi: Hồ sơ hoặc hành vi gây hiểu lầm
zh: 误导性的个人资料或行为

# reportDetailReason_1_1
source: Fake profile, fraud, not the person in the profile
es: Perfil falso, fraude, no es la persona del perfil
hi: नकली प्रोफाइल, धोखाधड़ी, प्रोफाइल में नहीं है वही व्यक्ति
id: Profil palsu, penipuan, bukan orang yang ada di profil
ja: 偽のプロフィール、詐欺、プロフィールの人物ではない
vi: Hồ sơ giả, lừa đảo, không đúng là người trong hồ sơ
zh: 假冒的个人资料，欺诈，不是个人资料中的人

# reportDetailReason_1_2
source: Someone is offering something for sale that I think is a scam
es: Alguien está ofreciendo algo a la venta que creo que es una estafa
hi: कोई ऐसी चीज बेच रहा है जो मुझे ठगी लगती है
id: Seseorang menawarkan sesuatu untuk dijual yang menurut saya penipuan
ja: 私が詐欺だと思うものを売りに出している人がいる
vi: Có người đang chào bán một thứ gì đó mà tôi cho rằng là lừa đảo
zh: 有人在出售我认为是骗局的东西

# reportDetailReason_1_3
source: Related to people under 18 years old
es: Relacionado con personas menores de 18 años
hi: 18 वर्ष से कम उम्र के लोगों से संबंधित
id: Berkaitan dengan orang di bawah 18 tahun
ja: 18歳未満の人に関係する
vi: Có liên quan tới người dưới 18 tuổi
zh: 涉及18岁以下的人

# reportDetailReason_2
source: Harassment or bad behavior
es: Acoso o mal comportamiento
hi: उत्पीड़न या बुरा व्यवहार
id: Pelecehan atau perilaku buruk
ja: 嫌がらせや悪い行動
vi: Quấy rối hoặc có hành vi xấu
zh: 骚扰或不良行为

# reportDetailReason_2_1
source: Nudity or sexual content
es: Desnudez o contenido sexual
hi: नग्नता या यौन सामग्री
id: Ketelanjangan atau konten seksual
ja: ヌードや性的な内容
vi: Nội dung khỏa thân hoặc khiêu dâm
zh: 裸露或性内容

# reportDetailReason_2_2
source: Abusive/hateful/threatening behavior
es: Comportamiento abusivo/odioso/amenazante
hi: अपमानजनक/घृणित/धमकी भरा व्यवहार
id: Perilaku kasar/benci/mengancam
ja: 暴力的/憎悪的/脅迫的な行動
vi: Hành vi lạm dụng/gây thù ghét/đe dọa
zh: 辱骂/仇恨/威胁的行为

# reportConfirmReasonTitle
source: Do you want to share any more details?
es: ¿Quieres compartir algún detalle más?
hi: क्या आप और अधिक विवरण साझा करना चाहते हैं?
id: Apakah Anda ingin berbagi detail lainnya?
ja: もっと詳細を共有したいですか？
vi: Bạn có muốn chia sẻ thêm chi tiết nào nữa không?
zh: 你还想分享更多的细节吗？

# reportConfirmReasonCommentTitle
source: Add comment
es: Añadir comentario
hi: टिप्पणी जोड़ें
id: Tambahkan komentar
ja: コメントを追加
vi: Thêm nhận xét
zh: 添加评论

# reportConfirmReasonCommentHint
source: Please provide more details about what you are reporting.
es: Por favor, proporciona más detalles sobre lo que estás reportando.
hi: कृपया जिस बात की आप रिपोर्ट कर रहे हैं, उसके बारे में और अधिक विवरण दें।
id: Silakan berikan detail lebih lanjut tentang apa yang Anda laporkan.
ja: あなたが報告していることについてもっと詳しく教えてください。
vi: Vui lòng cung cấp thêm thông tin chi tiết về điều bạn báo cáo.
zh: 请提供更多关于你举报的内容的细节。

# reportReasonButtonContent
source: We won't let the person know you're reporting them.
es: No le diremos a la persona que la estás reportando.
hi: हम उस व्यक्ति को नहीं बताएंगे कि आप उनकी रिपोर्ट कर रहे हैं।
id: Kami tidak akan memberi tahu orang tersebut bahwa Anda melaporkan mereka.
ja: 私たちはあなたが彼らを報告していることをその人に知らせません。
lo: ພວກເຮົາຈະບໍ່ໃຫ້ຜູ້ນັ້ນຮູ້ວ່າທ່ານກໍາລັງລາຍງານລາວ.
vi: Chúng tôi sẽ không cho người đó biết bạn đang báo cáo họ.
zh: 我们不会让这个人知道你在举报他们。

# reportReasonButtonNext
source: Continue
es: Continuar
hi: जारी रखें
id: Lanjutkan
ja: 続ける
lo: ສືບຕໍ່
vi: Tiếp tục
zh: 继续

# reportReasonButtonSend
source: Send
es: Enviar
hi: भेजें
id: Kirim
ja: 送信
lo: ສົ່ງ
vi: Gửi
zh: 发送

# reportReasonDialogContent
source: Your report has been sent to our admin department! Thank you very much for your comments <3
es: ¡Tu reporte ha sido enviado a nuestro departamento de administración! Muchas gracias por tus comentarios <3
hi: आपकी रिपोर्ट हमारे व्यवस्थापन विभाग को भेज दी गई है! आपकी टिप्पणियों के लिए बहुत-बहुत धन्यवाद <3
id: Laporan Anda telah dikirim ke departemen admin kami! Terima kasih banyak atas komentar Anda <3
ja: あなたの報告は私たちの管理部門に送られました！あなたのコメントに感謝します<3
lo: ການລາຍງານຂອງທ່ານໄດ້ຖືກສົ່ງໄປທີ່ພະແນກການຈັດການຂອງພວກເຮົາ! ຂໍຂອບໃຈສໍາລັບຄຳເຫັນຂອງທ່ານ <3
vi: Báo cáo của bạn đã được gửi tới bộ phận quản trị viên của chúng tôi! Rất cảm ơn những lời góp ý của bạn <3
zh: 你的举报已经发送到我们的管理部门！非常感谢你的意见 <3

# textContentCallVideo
source: If you want to meet and talk directly to each other instead of texting. Try to see if you both have a good taste by making a video call.
es: Si quieres conocer y hablar directamente el uno con el otro en lugar de enviar mensajes de texto. Intenta ver si ambos tienen un buen gusto haciendo una videollamada.
hi: यदि आप टेक्स्टिंग के बजाय एक-दूसरे से सीधे मिलना और बात करना चाहते हैं। वीडियो कॉल करके देखने की कोशिश करें कि क्या आप दोनों का स्वाद अच्छा है।
id: Jika Anda ingin bertemu dan berbicara langsung satu sama lain daripada mengirim pesan teks. Coba lihat apakah Anda berdua memiliki selera yang baik dengan melakukan panggilan video.
ja: テキストの代わりに直接会って話したい場合。ビデオ通話をして、お互いの趣味が合うかどうか試してみましょう。
lo: ຖ້າທ່ານຢາກພົບກັບການສົນທະນາກັບກັນແບບທຳມະຊາດກ່ວາການສົ່ງຂໍ້ຄວາມ. ລອງເບິ່ງວ່າທ່ານທັງສອງມີຄວາມສົນໃຈດີໂດຍການທຳການໂທລະທັດວີດີໂອ.
vi: Nếu muốn gặp gỡ, nói chuyện trực tiếp với nhau thay vì nhắn tin. Thử xem hai bên có hợp gu không bằng cách gọi video.
zh: 如果你想见面并直接交谈而不是发短信。试着通过视频通话看看你们俩是否有共同的品味。

# textSubmitCallVideo
source: Call now
es: Llamar ahora
hi: अब कॉल करें
id: Panggil sekarang
ja: 今すぐ電話
lo: ໂທດຽວນີ້
vi: Gọi ngay
zh: 现在打电话

# payAccountManagementTitle
source: Payment management
es: Gestión de pagos
hi: भुगतान प्रबंधन
id: Manajemen pembayaran
ja: 支払い管理
lo: ການຈັດການການຊໍາລະເງິນ
vi: Quản lý thanh toán
zh: 支付管理
