Repository: tailucanh/finder_dating_app
Catalog: lib/l10n/intl_*.arb
Languages: es, hi, id, ja, lo, vi, zh

# settingPageSubTitle2
source: See who Likes you & more!
es: ¡Ve quién te gusta y más!
hi: देखें कौन आपको पसंद करता है और अधिक!
id: Lihat siapa yang Menyukai Anda & lebih banyak lagi!
ja: あなたをいいねした人を見る＆その他！
lo: ເບິ່ງວ່າໃຜມັກເຈົ້າ ແລະອື່ນໆອີກ!
vi: Xem ai Thích bạn & nhiều tính năng khác!
zh: 查看喜欢你的人 & 更多功能！

# settingPageSubTitle3
source: Unlimited Likes & More Benefits!
es: ¡Me gusta ilimitados y más beneficios!
hi: असीमित पसंद और अधिक लाभ!
id: Suka Tanpa Batas & Lebih Banyak Keuntungan!
ja: 無制限のいいね＆その他の特典！
lo: ບໍ່ຈໍາກັດ Likes ແລະຜົນປະໂຫຍດອື່ນໆຈໍານວນຫຼາຍ!
vi: Lượt Thích Vô Hạn & Nhiều quyền lợi khác!
zh: 无限喜欢 & 更多好处！

# settingPageTitle1
source: Get Super Likes
es: Obtener Super Likes
hi: सुपर पसंद प्राप्त करें
id: Dapatkan Super Like
ja: スーパーライクを入手
lo: ໄດ້​ຮັບ​ຄວາມ​ມັກ​ສູງ
vi: Nhận lượt Siêu Thích
zh: 获得超级喜欢

# settingPageSubTitle4
source: Super Likes make you stand out. 3X more likely to be compatible!
es: Los Super Likes te hacen destacar. ¡3 veces más probabilidades de ser compatible!
hi: सुपर पसंद आपको अलग दिखाते हैं। 3 बार अधिक संगत होने की संभावना!
id: Super Like membuat Anda lebih menonjol. 3 kali lebih mungkin kompatibel!
ja: スーパーライクはあなたを際立たせます。3倍の相性が高まります！
lo: Super like ຊ່ວຍໃຫ້ທ່ານໂດດເດັ່ນ. ເພີ່ມຄວາມເຂົ້າກັນໄດ້ 3 ເທົ່າ!
vi: Siêu Thích giúp bạn nổi bật. Tăng khả năng được tương hợp gấp 3 lần!
zh: 超级喜欢让你脱颖而出。增加 3 倍的兼容性！

# settingPageSubTitle5
source: Buy Speed Up
es: Comprar aceleración
hi: स्पीड अप खरीदें
id: Beli Peningkatan Kecepatan
ja: スピードアップを購入
lo: ຊື້ຄວາມໄວ Ups
vi: Mua lượt Tăng Tốc
zh: 购买加速

# settingPageSubTitle6
source: Use incognito mode
es: Usar modo incógnito
hi: गुप्तचर मोड का उपयोग करें
id: Gunakan mode penyamaran
ja: シークレットモードを使用
lo: ໃຊ້ໂໝດບໍ່ເປີດເຜີຍຕົວຕົນ
vi: Dùng chế độ ẩn danh
zh: 使用隐身模式

# settingPageSubTitle7
source: Show profiles only to people you already like.
es: Mostrar perfiles solo a personas a las que ya les gustas.
hi: प्रोफ़ाइल केवल उन लोगों को दिखाएं जिन्हें आप पहले से पसंद करते हैं।
id: Tampilkan profil hanya kepada orang yang sudah Anda sukai sebelumnya.
ja: プロフィールをすでにいいねした人にのみ表示
lo: ສະແດງໂປຣໄຟລ໌ຂອງທ່ານໃຫ້ກັບຄົນທີ່ທ່ານມັກເທົ່ານັ້ນ.
vi: Chỉ hiển thị hồ sơ với những người mà bạn đã thích.
zh: 只向你已经喜欢的人展示个人资料。

# settingPageSearchText
source: Search Settings
es: Configuraciones de búsqueda
hi: सेटिंग्स खोजें
id: Pengaturan Pencarian
ja: 検索設定
lo: ການຕັ້ງຄ່າການຊອກຫາ
vi: Cài đặt tìm kiếm
zh: 搜索设置

# settingPageLogOutText
source: Log out
es: Cerrar sesión
hi: लॉग आउट
id: Keluar
ja: ログアウト
lo: ອອກ​ຈາກ​ລະ​ບົບ
vi: Đăng xuất
zh: 登出

# settingPageChangeLanguageText
source: Change language
es: Cambiar idioma
hi: भाषा बदलें
id: Ganti Bahasa
ja: 言語を変更
lo: ປ່ຽນ​ພາ​ສາ
vi: Đổi ngôn ngữ
zh: 更改语言

# settingPageLanguageCurrentText
source: Current language
es: Idioma actual
hi: वर्तमान भाषा
id: Bahasa Saat Ini
ja: 現在の言語
lo: ພາສາປັດຈຸບັນ
vi: Ngôn ngữ hiện tại
zh: 当前语言

# titleAddAddSexualOrientationPage
source: What is your sexual orientation ?
es: ¿Cuál es tu orientación sexual?
hi: आपका लैंगिक धारा क्या है?
id: Apa orientasi seksual Anda?
ja: あなたの性的指向は何ですか？
lo: ທັດສະນະທາງເພດຂອງເຈົ້າ?
vi: Khuynh hướng tình dục của bạn ?
zh: 您的性取向是？

# textMaxItemSexual
source: Select up to 3
es: Selecciona hasta 3
hi: तकनीक 3 तक चुनें
id: Pilih hingga 3
ja: 最大3つを選択してください
lo: ເລືອກໄດ້ສູງສຸດ 3
vi: Chọn tối đa 3
zh: 最多可选择 3 项

source: Straight
es: Heterosexual
hi: सीधी
id: Heteroseksual
ja: 異性愛者
lo: ເພດຮ່ວມເພດ
vi: Dị tính
zh: 异性恋

source: Gay
hi: महिलाओं को आकर्षित करने वाला
ja: ゲイ
lo: ເກ
vi: Đồng tính
zh: 同性恋

source: Lesbian
es: Lesbiana
hi: लेस्बियन
ja: レズビアン
lo: ເລສບຽນ
vi: Đồng tính nữ
zh: 女同性恋

source: Bisexual
hi: द्विलिंगी
id: Biseksual
ja: バイセクシュアル
lo: ສອງເພດ
vi: Song tính
zh: 双性恋

source: Ansexual
es: Asexual
hi: अलैंगिक
id: Aseksual
ja: 非性的
lo: ບໍ່ຮ່ວມເພດ
vi: Vô tính
zh: 无性恋

source: Demissexual
es: Demisexual
hi: डेमिसेक्सुअल
id: Demiseksual
ja: デミセクシュアル
lo: ຄົນບໍ່ມີເພດ
vi: Á tính
zh: 半性恋

source: Pansexual
hi: पैनसेक्सुअल
id: Panseksual
ja: パンセクシュアル
lo: ເພດສໍາພັນ
vi: Toàn tính
zh: 泛性恋

source: Transgender
es: Transgénero
hi: ट्रांसजेंडर
ja: トランスジェンダー
lo: ຜູ້​ປ່ຽນ​ເພດ
vi: Người chuyển giới
zh: 跨性别者

# uncertain
source: Undetermined or not sure about orientation
es: Indeterminado o no seguro acerca de la orientación
hi: अनिश्चित या अपने लिंगता के बारे में स्पष्ट नहीं हैं
id: Tidak pasti atau belum yakin tentang orientasi
ja: 性的指向が決まっていない、または確信が持てない
lo: ທ່າອ່ຽງທີ່ບໍ່ແນ່ນອນ
vi: Chưa xác định rõ khuynh hướng
zh: 未确定或不确定性取向

# titleAddDatingPurposePage
source: Now I am looking for...
es: Ahora estoy buscando...
hi: अब मैं ढूंढ रहा हूँ...
id: Sekarang saya mencari...
ja: 今、私は...を探しています
lo: ຕອນນີ້ຂ້ອຍກຳລັງຊອກຫາ...
vi: Bây giờ mình đang tìm...
zh: 我现在在寻找...

# textContentDatingPurpose
source: Share your purpose for finding 'The one'!
es: ¡Comparte tu objetivo para encontrar 'a esa persona'!
hi: 'वो एक' को खोजने के लिए अपना उद्देश्य साझा करें!
id: Bagikan tujuan Anda untuk menemukan 'seseorang'!
ja: '最適な人'を見つけるための目的を共有してください！
lo: ແບ່ງປັນຈຸດປະສົງຂອງເຈົ້າເພື່ອຊອກຫາ 'ອັນດຽວ'!
vi: Chia sẻ mục đích để tìm 'người ấy'!
zh: 分享您寻找'意中人'的目的！

source: Lover
es: Amor
hi: प्रेमी / प्रेमिका
id: Pasangan
ja: 恋人
lo: ຄົນຮັກ
vi: Người yêu
zh: 恋人

source: Long-term dating
es: Citas a largo plazo
hi: लम्बे समय तक के लिए डेटिंग
id: Hubungan jangka panjang
ja: 長期のデート
lo: ເຈົ້ານັດກັນມາດົນນານ
vi: Bạn hẹn hò lâu dài
zh: 长期约会

# anything
source: Anything is possible
es: Cualquier cosa es posible
hi: कुछ भी संभव है
id: Semua mungkin
ja: 何でも可能
lo: ທຸກຢ່າງເປັນໄປໄດ້
vi: Bất kì điều gì có thể
zh: 一切皆有可能

source: Casual relationship
es: Relación casual
hi: अनौपचारिक संबंध
id: Hubungan santai
ja: カジュアルな関係
lo: ບໍ່ມີສາຍພັນທີ່ຕິດຄັດມາ
vi: Quan hệ không ràng buộc
zh: 随意关系

source: New friends
es: Nuevos amigos
hi: नए दोस्त
id: Teman baru
ja: 新しい友達
lo: ເພື່ອນ​ໃຫມ່
vi: Những người bạn mới
zh: 新朋友

source: Not sure yet
es: Todavía no estoy seguro
hi: अभी तक सुनिश्चित नहीं हूआ
id: Belum yakin
ja: まだよくわからない
lo: ຂ້ອຍຍັງບໍ່ຮູ້ຫຼາຍ
vi: Mình cũng chưa rõ lắm
zh: 尚未确定

# titleAddInterestsPage
source: What are your interests ?
es: ¿Cuáles son tus intereses?
hi: आपके क्या शौक हैं?
id: Apa minat Anda?
ja: あなたの趣味は何ですか？
lo: ຄວາມສົນໃຈຂອງເຈົ້າ?
vi: Sở thích của bạn ?
zh: 您的兴趣爱好是？

# textContentInterests
source: You have your own unique interests. Let others know!
es: Tienes intereses únicos. ¡Haz que otros lo sepan!
hi: आपके पास अपने खास शौक हैं। दूसरों को बताएं!
id: Anda memiliki minat unik sendiri. Biarkan orang lain tahu!
ja: あなたは独自の興味を持っています。他の人に知らせてください！
lo: ເຈົ້າມີຜົນປະໂຫຍດຂອງຕົນເອງ. ໃຫ້ທຸກຄົນຮູ້.
vi: Bạn có sở thích của riêng mình. Hãy cho mọi người cùng biết nhé.
zh: 您拥有独特的兴趣爱好。让其他人了解吧！

source: Shopping
es: Compras
hi: शॉपिंग
id: Belanja
ja: ショッピング
lo: ຊື້ເຄື່ອງ
vi: Mua sắm
zh: 购物

source: Football
es: Fútbol
hi: फुटबॉल
id: Sepak bola
ja: サッカー
lo: ບານເຕະ
vi: Đá bóng
zh: 足球

source: Table tennis
es: Tenis de mesa
hi: टेबल टेनिस
id: Tenis meja
ja: 卓球
lo: ປິ່ງປ໋ອງ
vi: Bóng bàn
zh: 乒乓球

source: TikTok
hi: टिकटोक
zh: 抖音

source: E-sports
hi: ई-स्पोर्ट्स
ja: eスポーツ
lo: ກິລາອີເລັກໂທຣນິກ
vi: Thể thao điện tử
zh: 电子竞技

source: Parties
es: Fiestas
hi: पार्टियाँ
id: Pesta
ja: パーティー
lo: ພັກ
vi: Tiệc tùng
zh: 派对

source: Cosplay
hi: कॉसप्ले
ja: コスプレ
zh: 角色扮演

source: Cars
es: Automóviles
hi: कारें
id: Mobil
ja: 車
lo: ລົດ
vi: Xe hơi
zh: 汽车

source: Modern music
es: Música moderna
hi: आधुनिक संगीत
id: Musik modern
ja: モダンミュージック
lo: ດົນ​ຕີ​ທັນ​ສະ​ໄຫມ​
vi: Nhạc hiện đại
zh: 现代音乐

source: Classical music
es: Música clásica
hi: क्लासिकल संगीत
id: Musik klasik
ja: クラシック音楽
lo: ດົນຕີຄລາສສິກ
vi: Nhạc cổ điển
zh: 古典音乐

source: Fashion
es: Moda
hi: फैशन
ja: ファッション
lo: ແຟຊັ່ນ
vi: Thời trang
zh: 时尚

source: Motorcycles
es: Motocicletas
hi: मोटरसाइकिलें
id: Sepeda motor
ja: オートバイ
lo: ລົດຈັກ
vi: Xe máy
zh: 摩托车

source: Self-care
es: Cuidado personal
hi: स्व-देखभाल
id: Perawatan diri
ja: セルフケア
lo: ເບິ່ງ​ແຍງ​ຕົວ​ເອງ
vi: Chăm sóc bản thân
zh: 自我护理

source: Netflix
hi: नेटफ्लिक्स

source: Culinary
es: Culinario
hi: रसोईघर
id: Kuliner
ja: 料理
lo: ອາຫານ
vi: Ẩm thực
zh: 烹饪

source: Archery
es: Tiro con arco
hi: तीरंदाजी
id: Panahan
ja: アーチェリー
lo: ການຍິງທະນູ
vi: Bắn cung
zh: 射箭

source: Bubble tea
es: Té de burbujas
hi: बबल टी
ja: バブルティー
lo: ຊານົມ
vi: Trà sữa
zh: 泡泡茶

source: Sneakers
es: Zapatillas
hi: स्नीकर्स
id: Sneaker
ja: スニーカー
lo: ເກີບຜ້າໃບ
vi: Giày Sneaker
zh: 运动鞋

source: Online gaming
es: Juegos en línea
hi: ऑनलाइन गेमिंग
id: Gaming online
ja: オンラインゲーム
lo: ເກມອອນໄລນ໌
vi: Game Online
zh: 在线游戏

source: Wine and beer
es: Vino y cerveza
hi: वाइन और बीयर
id: Anggur dan bir
ja: ワインとビール
lo: ເຫຼົ້າແວງ
vi: Rượu bia
zh: 葡萄酒和啤酒

source: Cycling
es: Ciclismo
hi: साइकिलिंग
ja: サイクリング
lo: ຖີບລົດ
vi: Đạp xe
zh: 骑行

source: Karaoke
hi: कैरिओकी
ja: カラオケ
lo: ຄາຣາໂອເກະ
zh: 卡拉OK

source: Romantic movies
es: Películas románticas
hi: रोमांटिक फिल्में
ja: ロマンチック映画
lo: ຮູບເງົາຮັກ
vi: Phim ngôn tình
zh: 浪漫电影

source: Horror movies
es: Películas de terror
hi: हॉरर फिल्में
ja: ホラー映画
lo: ຮູບເງົາສະຫຍອງຂວັນ
vi: Phim kinh dị
zh: 恐怖电影

source: Camping
hi: कैंपिंग
ja: キャンプ
lo: ແຄ້ມ
vi: Cắm trại
zh: 露营

source: Surfing
es: Surf
hi: सर्फिंग
ja: サーフィン
lo: ໂຕ້ຄື້ນ
vi: Lướt sóng
zh: 冲浪

source: Writing blogs
es: Escribir blogs
hi: ब्लॉग लेखन
ja: ブログを書く
lo: ການຂຽນບລັອກ
vi: Viết blog
zh: 写博客

source: Mountain climbing
es: Escalada en montaña
hi: पहाड़ी चढ़ाई
ja: 山登り
lo: ປີນ
vi: Leo núi
zh: 登山

source: Instagram
hi: इंस्टाग्राम

source: Puzzles
es: Rompecabezas
hi: पहेलियाँ
ja: パズル
lo: ປິດສະໜາ
vi: Giải đố
zh: 拼图

source: Literature
es: Literatura
hi: साहित्य
ja: 文学
lo: ວັນນະຄະດີ
vi: Văn học
zh: 文学

source: Playing drums
es: Tocar la batería
hi: ड्रम्स बजाना
ja: ドラム演奏
lo: ຫຼິ້ນກອງ
vi: Chơi trống
zh: 打鼓

source: Real estate
es: Bienes raíces
hi: रियल एस्टेट
ja: 不動産
lo: ອະ​ສັງ​ຫາ​ລິ​ມະ​ຊັບ
vi: Bất động sản
zh: 房地产

source: Entrepreneurship
es: Emprendimiento
hi: उद्यमिता
ja: 起業
lo: ການເລີ່ມຕົ້ນທຸລະກິດ
vi: Khởi nghiệp
zh: 创业

source: Photography
es: Fotografía
hi: फोटोग्राफी
ja: 写真撮影
lo: ການຖ່າຍຮູບ
vi: Nhiếp ảnh
zh: 摄影

source: Yoga
hi: योग
ja: ヨガ
lo: ໂຍຄະ
zh: 瑜伽

source: Cooking
es: Cocinar
hi: कुकिंग
ja: 料理
lo: ປຸງ​ແຕ່ງ​ອາ​ຫານ​
vi: Nấu nướng
zh: 烹饪

source: Tennis
es: Tenis
hi: टेनिस
ja: テニス
lo: ເທນນິດ
zh: 网球

source: Run
es: Correr
hi: दौड़
id: Lari
ja: ランニング
lo: ແລ່ນ
vi: Chạy
zh: 跑步

source: Swimming
es: Natación
hi: तैराकी
id: Renang
ja: 水泳
lo: ລອຍນ້ໍາ
vi: Bơi lội
zh: 游泳

source: Art
es: Arte
hi: कला
id: Seni
ja: アート
lo: ສິລະປະ
vi: Nghệ thuật
zh: 艺术

source: Traveling
es: Viajar
hi: यात्रा
ja: 旅行
lo: ການທ່ອງທ່ຽວ
vi: Đi du lịch
zh: 旅行

source: Extreme
es: Deportes extremos
hi: अत्यंत
id: Ekstrim
ja: エクストリーム
lo: ທີ່ສຸດ
vi: Vô cùng
zh: 极限运动

source: Music
es: Música
hi: संगीत
id: Musik
ja: 音楽
lo: ດົນຕີ
vi: Âm nhạc
zh: 音乐

source: Drink
es: Bebidas
hi: पेय
id: Minum
ja: 飲酒
lo: ດື່ມ
vi: Uống
zh: 喝酒

source: Video games
es: Videojuegos
hi: वीडियो गेम्स
id: Permainan Video
ja: ビデオゲーム
lo: ວິ​ດິ​ໂອ​ເກມ
vi: Trò chơi điện tử
zh: 视频游戏

# titleAddPhotosPage
source: Add recent photos of yourself
es: Agregar fotos recientes tuyas
hi: अपनी हाल की फोटोज़ जोड़ें
id: Tambahkan Foto Terbaru Anda
ja: 最近の写真を追加する
lo: ເພີ່ມຮູບຫຼ້າສຸດຂອງເຈົ້າ
vi: Thêm ảnh của bạn gần đây
zh: 添加最近的照片

# textContentPhotos
source: Upload 2 photos to start finding like-minded individuals. Adding more photos will make your profile stand out to others.
es: Sube 2 fotos para comenzar a encontrar personas afines. Agregar más fotos hará que tu perfil destaque para los demás.
hi: समान सोच वाले व्यक्तियों को खोजने के लिए 2 फोटोज़ अपलोड करें। अधिक फोटोज़ जोड़ने से आपकी प्रोफ़ाइल दूसरों के लिए अधिक अत्यधिक आकर्षक होगी।
id: Unggah 2 foto untuk mulai mencari individu dengan minat yang sama. Menambahkan lebih banyak foto akan membuat profil Anda menonjol bagi orang lain.
ja: 自分自身に関心を持つ人を見つけるために写真を2枚アップロードしましょう。写真を追加すると他の人に目立つプロフィールになります。
lo: ອັບໂຫຼດ 2 ຮູບເພື່ອເລີ່ມຊອກຫາການຈັບຄູ່. ການເພີ່ມຮູບເພີ່ມເຕີມຈະຊ່ວຍໃຫ້ໂປຣໄຟລ໌ຂອງທ່ານໂດດເດັ່ນຕໍ່ກັບຄົນອື່ນ
vi: Tải lên 2 ảnh để bắt đầu tìm người tâm đầu ý hợp. Thêm nhiều ảnh hơn nữa giúp hồ sơ của bạn thật nổi bật với người khác.
zh: 上传2张照片开始找到志同道合的人。添加更多照片将使您的个人资料更加突出。

# titleDialogExit
source: It's all over, huh <3
es: Se acabó, ¿eh? <3
hi: सब खत्म हो गया, है ना <3
id: Semua berakhir, ya <3
ja: もうすべて終わりですね <3
lo: ມັນໝົດແລ້ວບໍ <3
vi: Tất cả đã chấm dứt rồi sao <3
zh: 结束了，啊 <3

# contentDialogExitRegister
source: If you're certain you won't sign up for Finder anymore, your information will be deleted.
es: Si estás seguro de que ya no te registrarás más en Finder, se eliminará tu información.
hi: यदि आप सुनिश्चित हैं कि आप फाइंडर के लिए अब साइन अप नहीं करेंगे, तो आपकी जानकारी हटा दी जाएगी।
id: Jika Anda yakin tidak akan mendaftar kembali ke Finder, informasi Anda akan dihapus.
ja: Finderへの登録をやめる決心がある場合、あなたの情報は削除されます。
lo: ຖ້າທ່ານແນ່ໃຈວ່າຈະບໍ່ລົງທະບຽນກັບ Finder ອີກຕໍ່ໄປ. ຂໍ້ມູນຂອງທ່ານຈະຖືກລຶບຖິ້ມ.
vi: Nếu bạn chắc chắn không đăng kí Finder nữa. Thông tin của bạn sẽ được xóa.
zh: 如果您确定不再注册 Finder，您的信息将被删除。

# contentDialogExitApp
source: We'll meet again at our next encounter!
es: ¡Nos encontraremos de nuevo en nuestro próximo encuentro!
hi: हम अगले मुलाकात में फिर मिलेंगे!
id: Kita akan bertemu lagi di pertemuan berikutnya!
ja: 次の出会いでまたお会いしましょう！
lo: ພົບກັນຄັ້ງຕໍ່ໄປ!
vi: Chúng ta sẽ hẹn nhau ở lần gặp tiếp theo!
zh: 我们下次再见面！

# textStayDialogExit
source: Stay
es: Quedarse
hi: रहो
id: Tetap
ja: 滞在
lo: ຢູ່
vi: Ở lại
zh: 留下

# textLeaveDialogExit
source: Leave
es: Irse
hi: छोड़ें
id: Tinggalkan
ja: 去る
lo: ອອກ
vi: Rời đi
zh: 离开

# textRefresh
source: Refresh
es: Actualizar
hi: ताज़ा करें
id: Segarkan
ja: リフレッシュ
lo: ໂຫຼດຫນ້າຈໍຄືນ
vi: Làm mới
zh: 刷新

source: Capricorn
es: Capricornio
hi: मकर
ja: 山羊座
vi: Ma kết
zh: 摩羯座

source: Aquarius
es: Acuario
hi: कुंभ
ja: 水瓶座
vi: Bảo bình
zh: 水瓶座

source: Pisces
es: Piscis
hi: मीन
ja: 魚座
vi: Song ngư
zh: 双鱼座

source: Aries
hi: मेष
ja: 牡羊座
vi: Bạch dương
zh: 白羊座

source: Taurus
es: Tauro
hi: वृष
ja: 牡牛座
vi: Kim ngưu
zh: 金牛座

source: Gemini
es: Géminis
hi: मिथुन
ja: 双子座
vi: Song tử
zh: 双子座

source: Cancer
es: Cáncer
hi: कर्क
ja: 蟹座
vi: Cự giải
zh: 巨蟹座

source: Leo
hi: सिंह
ja: 獅子座
vi: Sư Tử
zh: 狮子座

source: Virgo
hi: कन्या
ja: 乙女座
vi: Xử nữ
zh: 处女座

source: Libra
hi: तुला
ja: 天秤座
vi: Thiên bình
zh: 天秤座

source: Scorpio
es: Escorpio
hi: वृश्चिक
ja: 蠍座
vi: Thiên Yết
zh: 天蝎座

source: Sagittarius
es: Sagitario
hi: धनु
ja: 射手座
vi: Nhân mã
zh: 射手座

# bachelor
source: Bachelor's degree
es: Licenciatura
hi: स्नातक
id: Sarjana
ja: 学士号
lo: ປະລິນຍາຕີ
vi: Cử nhân
zh: 学士学位

# currentlyInCollege
source: Bachelor's degree
es: Licenciatura
hi: स्नातक
id: Sarjana
ja: 学士号
lo: ປະຈຸບັນຢູ່ໃນວິທະຍາໄລ
vi: Đang học đại học
zh: 大学在读

source: High school
es: Escuela secundaria
hi: उच्च विद्यालय
id: Sekolah menengah atas
ja: 高校
lo: ໂຮງ​ຮຽນ​ສູງ
vi: Trung học phổ thông
zh: 高中毕业

source: Doctorate
es: Doctorado
hi: डॉक्टरेट
id: Doktor
ja: 博士号
lo: ທ່ານໝໍ
vi: Tiến sĩ
zh: 博士学位

source: Postgraduate studies
es: Estudios de posgrado
hi: स्नातकोत्तर अध्ययन
id: Studi pasca sarjana
ja: 大学院の勉強
lo: ການສຶກສາຈົບປະລິນຍາຕີ
vi: Đang học sau đại học
zh: 研究生学习

# masterDegree
source: Master's degree
es: Maestría
hi: मास्टर्स डिग्री
id: Magister
ja: 修士号
lo: ປະລິນຍາໂທ
vi: Thạc sĩ
zh: 硕士学位

source: Vocational school
es: Escuela vocacional
hi: व्यावसायिक स्कूल
id: Sekolah kejuruan
ja: 専門学校
lo: ໂຮງຮຽນວິຊາຊີບ
vi: Trường dạy nghề
zh: 职业学校

# familyStyle1
source: I want to have children
es: Quiero tener hijos
hi: मुझे बच्चे चाहिए
id: Saya ingin memiliki anak
ja: 子供が欲しい
lo: ຂ້ອຍຢາກມີລູກ
vi: Mình muốn có con
zh: 我想要孩子

# familyStyle2
source: I don't want to have children
es: No quiero tener hijos
hi: मुझे बच्चे नहीं चाहिए
id: Saya tidak ingin memiliki anak
ja: 子供は欲しくない
lo: ຂ້ອຍບໍ່ຢາກມີລູກ
vi: Mình không muốn có con
zh: 我不想要孩子

# familyStyle3
source: I already have children and want more
es: Ya tengo hijos y quiero más
hi: मेरे पास पहले से ही बच्चे हैं और और चाहता/चाहती हूँ
id: Saya sudah memiliki anak dan ingin lebih banyak lagi
ja: 子供がいて、もっと欲しい
lo: ຂ້ອຍມີລູກແລ້ວ ແລະຕ້ອງການຫຼາຍ
vi: Mình có con rồi và muốn có thêm
zh: 我已经有孩子并想要更多

# familyStyle4
source: I already have children and don't want more
es: Ya tengo hijos y no quiero más
hi: मेरे पास पहले से ही बच्चे हैं और और नहीं चाहता/चाहती हूँ
id: Saya sudah memiliki anak dan tidak ingin lebih banyak lagi
ja: 子供がいて、もう欲しくない
lo: ຂ້ອຍມີລູກແລ້ວ ແລະບໍ່ຕ້ອງການອີກຕໍ່ໄປ
vi: Mình có con rồi và không muốn có thêm
zh: 我已经有孩子，不想要更多

# familyStyle5
source: Not sure yet
es: No estoy seguro todavía
hi: अभी नहीं पता
id: Belum yakin
ja: まだわからない
lo: ຍັງບໍ່ແນ່ໃຈ
vi: Vẫn chưa chắc chắn
zh: 还不确定

# communicateStyle1
source: Addicted to texting
es: Adicto/a a los mensajes de texto
hi: टेक्स्टिंग में दीवाना/दीवानी
id: Kecanduan pesan teks
ja: メッセージ中毒
lo: ຕິດການສົ່ງຂໍ້ຄວາມ
vi: Nghiện nhắn tin
zh: 短信控

# communicateStyle2
source: Prefer phone calls
es: Prefiero las llamadas telefónicas
hi: फोन कॉल पसंद करता/करती है
id: Lebih suka panggilan telepon
ja: 電話が好き
lo: ຢາກໂທຫາ
vi: Thích gọi điện
zh: 喜欢电话交流

# communicateStyle3
source: Enjoy video calls
es: Disfruto las videollamadas
hi: वीडियो कॉल का आनंद लेता/लेती है
id: Menikmati panggilan video
ja: ビデオ通話が楽しい
lo: ຢາກໂທວິດີໂອ
vi: Thích goi video
zh: 享受视频通话

# communicateStyle4
source: Not much into texting
es: No me interesa mucho mandar mensajes de texto
hi: टेक्स्टिंग में ज्यादा रुचि नहीं
id: Tidak terlalu suka pesan teks
ja: あまりメッセージをしない
lo: ການສົ່ງຂໍ້ຄວາມໜ້ອຍລົງ
vi: Ít nhắn tin
zh: 不太喜欢短信

# communicateStyle5
source: Prefer face-to-face meetings
es: Prefiero reuniones cara a cara
hi: चेहरे-से-चेहरा मुलाकात पसंद करता/करती है
id: Lebih suka pertemuan tatap muka
ja: 直接会って話すのが好き
lo: ມັກພົບກັນແບບເຫັນໜ້າ
vi: Thích gặp mặt trực tiếp
zh: 更喜欢面对面交流

# languageOfLove1
source: Thoughtful gestures
es: Gestos considerados
hi: सोची-समझी भावनाएँ
id: Gestur perhatian
ja: 思いやりのある仕草
lo: ການກະທຳທີ່ລະອຽດອ່ອນ
vi: Những hành động tinh tế
zh: 体贴的举动

# languageOfLove2
source: Gifts
es: Regalos
hi: उपहार
id: Hadiah
ja: 贈り物
lo: ຂອງຂວັນ
vi: Những món quà
zh: 礼物

# languageOfLove3
source: Sweet gestures
es: Gestos dulces
hi: मीठी भावनाएँ
id: Gestur manis
ja: 甘い仕草
lo: ທ່າທາງຂອງຄວາມຮັກ
vi: Những cử chỉ âu yếm
zh: 甜蜜的举动

# languageOfLove4
source: Compliments
es: Elogios
hi: प्रशंसा
id: Pujian
ja: お世辞
lo: ຄຳຍ້ອງຍໍ
vi: Những lời khen
zh: 赞美

# languageOfLove5
source: Quality time together
es: Tiempo de calidad juntos
hi: साथ में गुजारा करने का समय
id: Waktu berkualitas bersama
ja: 一緒に過ごす時間を大切にする
lo: ເວລາຢູ່ນຳກັນ
vi: Thời gian bên nhau
zh: 共度美好时光

source: Dog
es: Perro
hi: कुत्ता
id: Anjing
ja: 犬
lo: ຫມາ
vi: Chó
zh: 狗

source: Cat
es: Gato
hi: बिल्ली
id: Kucing
ja: 猫
lo: ແມວ
vi: Mèo
zh: 猫

source: Reptile
es: Reptil
hi: रेप्टाइल
id: Reptil
ja: 爬虫類
lo: ສັດເລືອຄານ
vi: Bò sát
zh: 爬行动物

source: Amphibian
es: Anfibio
hi: अम्फिबियन
id: Amfibi
ja: 両生類
lo: ສັດ​ນ້ຳ​ໃນ​ນ້ຳ
vi: Động vật lưỡng cư
zh: 两栖动物

source: Bird
es: Pájaro
hi: पक्षी
id: Burung
ja: 鳥
lo: ນົກ
vi: Loài chim
zh: 鸟类

source: Fish
es: Pez
hi: मछली
id: Ikan
ja: 魚
lo: ປາ
vi: Cá
zh: 鱼

source: Turtle
es: Tortuga
hi: कछुआ
id: Kura-kura
ja: 亀
lo: ເຕົ່າ
vi: Rùa
zh: 乌龟

source: Hamster
es: Hámster
hi: हैम्स्टर
ja: ハムスター
lo: ແຮັມສະເຕີ
zh: 仓鼠

source: Rabbit
es: Conejo
hi: खरगोश
id: Kelinci
ja: ウサギ
lo: ກະຕ່າຍ
vi: Thỏ
zh: 兔子

source: Like but don't own pets
es: Me gustan pero no tengo mascotas
hi: पसंद है, लेकिन पालतू जानवर नहीं
id: Suka tapi tidak memiliki hewan peliharaan
ja: 好きだけど飼っていない
lo: ມັກແຕ່ບໍ່ຮັກສາ
vi: Thích nhưng không nuôi
zh: 喜欢但不养宠物

source: Don't own pets
es: No tengo mascotas
hi: पालतू जानवर नहीं
id: Tidak memiliki hewan peliharaan
ja: ペットは飼っていない
lo: ຢ່າຮັກສາສັດລ້ຽງ
vi: Không nuôi thú cưng
zh: 不养宠物

source: All types of pets
es: Todos los tipos de mascotas
hi: सभी प्रकार के पालतू जानवर
id: Semua jenis hewan peliharaan
ja: 全ての種類のペット
lo: ສັດລ້ຽງທຸກປະເພດ
vi: Tất cả các loại thú cưng
zh: 各种类型的宠物

# interestedInOwningPet
source: Interested in owning a pet
es: Interesado/a en tener una mascota
hi: जानवर पालने में दिलचस्पी
id: Tertarik memiliki hewan peliharaan
ja: ペットを飼いたい
lo: ຕ້ອງການລ້ຽງສັດ
vi: Muốn nuôi thứ cưng
zh: 有兴趣养宠物

source: Allergic to animals
es: Alérgico/a a los animales
hi: जानवरों से एलर्जी
id: Alergi terhadap hewan
ja: 動物アレルギー
lo: ແພ້ສັດ
vi: Dị ứng với động vật
zh: 对动物过敏

# drinkingStatus1
source: Not for me
es: No es para mí
hi: मेरे लिए नहीं
id: Tidak untuk saya
ja: 飲みません
lo: ບໍ່ແມ່ນສຳລັບຂ້ອຍ
vi: Không dành cho mình
zh: 不喝酒

# drinkingStatus2
source: Always sober
es: Siempre sobrio/a
hi: हमेशा नशा नहीं
id: Selalu tidak mabuk
ja: 常にソバー
lo: ມີສະຕິສະເໝີ
vi: Luôn tỉnh táo
zh: 始终清醒

# drinkingStatus3
source: Drink responsibly
es: Bebo con responsabilidad
hi: जिम्मेदारी से पीना
id: Minum dengan tanggung jawab
ja: 責任を持って飲む
lo: ດື່ມຢ່າງມີຄວາມຮັບຜິດຊອບ
vi: Uống có trách nhiệm
zh: 负责任地饮酒

# drinkingStatus4
source: On special occasions only
es: Solo en ocasiones especiales
hi: केवल विशेष अवसरों पर
id: Hanya pada acara khusus
ja: 特別な機会にのみ
lo: ໃນໂອກາດພິເສດເທົ່ານັ້ນ
vi: Chỉ những dịp đặc biệt
zh: 仅在特殊场合

# drinkingStatus5
source: Social drinking on weekends
es: Bebo socialmente los fines de semana
hi: सामाजिक पीना हैवान
id: Minum sosial di akhir pekan
ja: 週末に社交的に飲む
lo: ການດື່ມສັງຄົມໃນທ້າຍອາທິດ
vi: Uống giao lưu vào cuối tuần
zh: 周末社交饮酒

# drinkingStatus6
source: Almost every evening
es: Casi todas las tardes/noches
hi: लगभग हर शाम
id: Hampir setiap malam
ja: ほぼ毎晩飲む
lo: ເກືອບທຸກໆຕອນແລງ
vi: Hầu như mỗi tối
zh: 几乎每天晚上

# smokingStatus1
source: Smoke with friends
es: Fumar con amigos
hi: दोस्तों के साथ सिगरेट
id: Merokok dengan teman
ja: 友達と一緒に喫煙する
lo: ສູບຢາກັບໝູ່
vi: Hút thuốc với bạn bè
zh: 和朋友一起吸烟

# smokingStatus2
source: Smoke while drinking
es: Fumar mientras bebo
hi: पीने के दौरान सिगरेट
id: Merokok saat minum
ja: 飲酒中に喫煙する
lo: ຄວັນຢາສູບໃນຂະນະທີ່ດື່ມ
vi: Hút thuốc khi nhậu
zh: 饮酒时吸烟

# smokingStatus3
source: Do not smoke
es: No fumo
hi: धूम्रपान नहीं करते
id: Tidak merokok
ja: 喫煙しない
lo: ຫ້າມສູບຢາ
vi: Không hút thuốc
zh: 不吸烟

# smokingStatus4
source: Smoke regularly
es: Fumo regularmente
hi: नियमित धूम्रपान करते हैं
id: Merokok secara teratur
ja: 定期的に喫煙する
lo: ສູບຢາເປັນປະຈຳ
vi: Hút thuốc thường xuyên
zh: 经常吸烟

# smokingStatus5
source: Trying to quit smoking
es: Intentando dejar de fumar
hi: धूम्रपान छोड़ने का प्रयास कर रहे हैं
id: Berusaha berhenti merokok
ja: 禁煙を試みている
lo: ພະຍາຍາມເຊົາສູບຢາ
vi: Đang cố gắng bỏ
zh: 试图戒烟

# sportsStatus1
source: Every day
es: Todos los días
hi: प्रतिदिन
id: Setiap hari
ja: 毎日
lo: ທຸກໆມື້
vi: Hàng ngày
zh: 每天

# sportsStatus2
source: Regularly
es: Regularmente
hi: नियमित रूप से
id: Secara teratur
ja: 定期的に
lo: ເປັນປົກກະຕິ
vi: Thường xuyên
zh: 定期

# sportsStatus3
source: Occasionally
es: Ocasionalmente
hi: कभी-कभार
id: Kadang-kadang
ja: 時々
lo: ເປັນບາງໂອກາດ
vi: Thỉnh thoảng
zh: 偶尔

# sportsStatus4
source: Do not exercise
es: No hago ejercicio
hi: व्यायाम नहीं करते
id: Tidak berolahraga
ja: 運動しない
lo: ບໍ່ອອກກຳລັງກາຍ
vi: Không tập
zh: 不锻炼

# eatingStatus1
source: Vegetarian
es: Vegetariano/a
hi: शाकाहारी
ja: 菜食主義
lo: ກິນເຈ
vi: Ăn chay
zh: 素食者

# eatingStatus2
source: Vegan
es: Vegano/a
hi: शाकाहार
ja: ビーガン
vi: Ăn thuần chay
zh: 纯素食者

# eatingStatus3
source: Pedestrian (eat seafood and vegetables)
es: Pescetariano/a (come mariscos y verduras)
hi: पेस्केटेरियन (समुद्री खाद्य और सब्जियों का सेवन)
id: Makan ikan dan sayuran (Pescetarian)
ja: ペデストリアン（魚介類と野菜を食べる）
lo: Pescatarian (ກິນອາຫານທະເລ ແລະ ຜັກ)
vi: Chỉ ăn hải sản và rau củ
zh: 吃海鲜和蔬菜

# eatingStatus4
source: Carnivore (eat meat)
es: Carnívoro/a (come carne)
hi: मांसाहारी (मांस खाते हैं)
id: Karnivora (makan daging)
ja: 肉食主義（肉を食べる）
lo: Carnivore (ກິນຊີ້ນ)
vi: Chỉ ăn thịt
zh: 肉食者

# eatingStatus5
source: No specific dietary restrictions
es: Sin restricciones dietéticas específicas
hi: कोई विशेष आहारिक प्रतिबंध नहीं
id: Tidak memiliki batasan diet khusus
ja: 特定の食事制限なし
lo: ບໍ່ມີຂໍ້ຈຳກັດດ້ານອາຫານສະເພາະ
vi: Không ăn kiêng
zh: 没有特定的饮食限制

# eatingStatus6
source: On a diet
es: En una dieta
hi: डाइट पर
id: Sedang berdiet
ja: ダイエット中
lo: ກ່ຽວກັບອາຫານ
vi: Ăn kiêng
zh: 节食中

# eatingStatus7
source: Other
es: Otro
hi: अन्य
id: Lainnya
ja: その他
vi: Khác
zh: 其他
