Repository: tailucanh/finder_dating_app
Catalog: lib/l10n/intl_*.arb
Languages: es, hi, id, ja, lo, vi, zh

# paymentGooglePlayTitle
source: Manage Google Play Account
es: Gestionar cuenta de Google Play
hi: Google Play अकाउंट प्रबंधित करें
id: Kelola Akun Google Play
ja: Google Playアカウントの管理
lo: ຈັດການບັນຊີ Google Play
vi: Quản lý Tài khoản Google Play
zh: 管理Google Play账户

# billManagementTitle
source: Bill Management
es: Gestión de facturas
hi: बिल प्रबंधन
id: Manajemen Tagihan
ja: 請求書管理
lo: ການຈັດການໃບເກັບເງິນ
vi: Quản lý hóa đơn
zh: 账单管理

# paymentAccountTitle
source: Payment account
es: Cuenta de pago
hi: भुगतान खाता
id: Akun pembayaran
ja: 支払いアカウント
lo: ບັນຊີຊໍາລະເງິນ
vi: Tài khoản thanh toán
zh: 支付账户

# billEmptyData
source: No invoices have been created yet! Buy the Vip package to make your profile stand out more than ever
es: ¡Aún no se han creado facturas! Compra el paquete Vip para que tu perfil destaque más que nunca
hi: अभी तक कोई चालान नहीं बनाया गया है! वीआईपी पैकेज खरीदें और अपने प्रोफाइल को कभी से ज्यादा आकर्षक बनाएं
id: Belum ada faktur yang dibuat! Beli paket Vip untuk membuat profil Anda menonjol lebih dari sebelumnya
ja: まだ請求書が作成されていません！Vipパッケージを購入して、あなたのプロフィールを今まで以上に目立たせましょう
lo: ຍັງບໍ່ມີໃບເກັບເງິນທີ່ຖືກສ້າງເທື່ອ! ຊື້ຊຸດ Vip ເພື່ອໃຫ້ໂປຣໄຟລຂອງທ່ານເປັນຕົ້ນສະບັບກວ່າທີ່ເຄີຍ
vi: Chưa có hóa đơn nào được tạo! Hãy mua gói Vip giúp hồ sơ của bạn nổi bật hơn bao giờ hết
zh: 还没有生成任何发票！购买Vip套餐，让你的个人资料更加突出

# billPayButtonTittle
source: Buy Vip now
es: Comprar Vip ahora
hi: अब वीआईपी खरीदें
id: Beli Vip sekarang
ja: 今すぐVipを購入
lo: ຊື້ Vip ດຽວນີ້
vi: Mua Vip ngay
zh: 立即购买Vip

# billNameId
source: Reference number
es: Número de referencia
hi: संदर्भ संख्या
id: Nomor referensi
ja: 参照番号
lo: ເລກອ້າງອີງ
vi: Số tham chiếu
zh: 参考号

# billNameContentPay
source: Content
es: Contenido
hi: सामग्री
id: Konten
ja: 内容
lo: ເນື້ອໃນ
vi: Nội dung
zh: 内容

# billNameTitle
source: Account
es: Cuenta
hi: खाता
id: Akun
ja: アカウント
lo: ບັນຊີ
vi: Tài khoản
zh: 账户

# billEmailTitle
source: Email
es: Correo electrónico
hi: ईमेल
ja: メール
lo: ອີເມວ
zh: 电子邮件

# billPaymentModeTitle
source: Payment mode
es: Modo de pago
hi: भुगतान मोड
id: Mode pembayaran
ja: 支払い方法
lo: ວິທີການຊໍາລະເງິນ
vi: Chế độ thanh toán
zh: 支付方式

# billPayeeTitle
source: Payee
es: Beneficiario
hi: प्राप्तकर्ता
id: Penerima pembayaran
ja: 受取人
lo: ຜູ້ຮັບເງິນ
vi: Người nhận
zh: 收款人

# billTimeTitle
source: Time
es: Hora
hi: समय
id: Waktu
ja: 時間
lo: ເວລາ
vi: Thời gian
zh: 时间

# yesterdayText_2
source: Yesterday
es: Ayer
hi: कल
id: Kemarin
ja: 昨日
lo: ມື້ວານນີ້
vi: Ngày qua
zh: 昨天

# settingThemeTitle
source: Theme
es: Tema
hi: थीम
id: Tema
ja: テーマ
lo: ຫົວຂໍ້
vi: Giao diện
zh: 主题

# settingThemeContent
source: Using the system theme will automatically adjust Tinder's theme to suit your system settings.
es: Al usar el tema del sistema, se ajustará automáticamente el tema de Tinder para adaptarse a la configuración de tu sistema.
hi: सिस्टम थीम का उपयोग करने से टिंडर की थीम आपकी सिस्टम सेटिंग्स के अनुकूल स्वचालित रूप से समायोजित हो जाएगी।
id: Menggunakan tema sistem akan secara otomatis menyesuaikan tema Tinder agar sesuai dengan pengaturan sistem Anda.
ja: システムテーマを使用すると、Tinderのテーマが自動的にシステム設定に合わせて調整されます。
lo: ການໃຊ້ຫົວຂໍ້ລະບົບຈະປັບປ່ຽນຫົວຂໍ້ Tinder ເພື່ອການຕັ້ງຄ່າລະບົບຂອງທ່ານໂດຍອັດຕະໂນມັດ.
vi: Dùng giao diện của hệ thống sẽ tự động điều chỉnh giao diện của Tinder cho phù hợp với các cài đặt trên hệ thống của bạn.
zh: 使用系统主题将自动调整Tinder的主题以适应你的系统设置。

# settingThemeSystem
source: System interface
es: Interfaz del sistema
hi: सिस्टम इंटरफेस
id: Antarmuka sistem
ja: システムインターフェース
lo: ອິນເຕີເຟສລະບົບ
vi: Giao diện của hệ thống
zh: 系统界面

# settingThemeLight
source: Light Mode
es: Modo claro
hi: लाइट मोड
id: Mode Terang
ja: ライトモード
lo: ຮູບແບບແສງ
vi: Chế độ Sáng
zh: 亮色模式

# settingThemeDark
source: Dark mode
es: Modo oscuro
hi: डार्क मोड
id: Mode Gelap
ja: ダークモード
lo: ຮູບແບບມືດ
vi: Chế độ tối
zh: 暗色模式

# paymentTotalPrice
source: Total amount
es: Monto total
hi: कुल राशि
id: Jumlah total
ja: 合計金額
lo: ຈຳນວນເງິນທັງໝົດ
vi: Tổng tiền
zh: 总金额

# billDetailTitle
source: Your bill
es: Tu factura
hi: आपका बिल
id: Tagihan Anda
ja: あなたの請求書
lo: ໃບເກັບເງິນຂອງທ່ານ
vi: Hóa đơn của bạn
zh: 你的账单

# billDetailContent_1
source: Thank you for your purchase
es: Gracias por tu compra
hi: आपकी खरीदारी के लिए धन्यवाद
id: Terima kasih atas pembelian Anda
ja: ご購入ありがとうございます
lo: ຂໍຂອບໃຈສໍາລັບການຊື້ຂອງທ່ານ
vi: Cảm ơn bạn vì đã mua
zh: 感谢你的购买

# billDetailContent_2
source: Save the invoice image below
es: Guarda la imagen de la factura a continuación
hi: नीचे दिए गए चालान की छवि को सेव करें
id: Simpan gambar faktur di bawah ini
ja: 下の請求書の画像を保存してください
lo: ບັນທຶກຮູບໃບເກັບເງິນຂ້າງລຸ່ມນີ້
vi: Lưu hỉnh ảnh hóa đơn ở dưới đây
zh: 保存下面的发票图片

# billButtonSave
source: Save
es: Guardar
hi: सेव
id: Simpan
ja: 保存
lo: ບັນທຶກ
vi: Lưu
zh: 保存

# settingLocationContent
source: Finder uses these preferences to recommend matches. Some match suggestions may not meet your criteria.
es: Finder usa estas preferencias para recomendar coincidencias. Algunas sugerencias de coincidencias pueden no cumplir con tus criterios.
hi: फाइंडर इन प्राथमिकताओं का उपयोग मैच की सिफारिश करने के लिए करता है। कुछ मैच सुझाव आपके मानदंडों को पूरा नहीं कर सकते हैं।
id: Finder menggunakan preferensi ini untuk merekomendasikan kecocokan. Beberapa saran kecocokan mungkin tidak memenuhi kriteria Anda.
ja: Finderはこれらの設定を使ってマッチをおすすめします。一部のマッチの提案はあなたの基準に合わないかもしれません。
lo: Finder ໃຊ້ການຕັ້ງຄ່ານີ້ເພື່ອແນະນຳການກົງກັບ. ການແນະນຳການກົງກັບບາງຢ່າງອາດຈະບໍ່ກົງກັບຄວາມຕ້ອງການຂອງທ່ານ.
vi: Finder sử dụng các lựa chọn ưu tiên này đề xấut người tương hợp. Một số đề xuất tương hợp có thể không nằm trong tiêu chí của bạn.
zh: Finder使用这些偏好来推荐匹配。有些匹配建议可能不符合你的标准。

# paymentMethodsTitle
source: Payment methods
es: Métodos de pago
hi: भुगतान के तरीके
id: Metode pembayaran
ja: 支払い方法
lo: ວິທີການຊໍາລະເງິນ
vi: Phương thức thanh toán
zh: 支付方式

# paymentMethods_GooglePlay_Title
source: Acceleration
es: Aceleración
hi: त्वरण
id: Percepatan
ja: 加速
lo: ການເລີ່ມຕົ້ນດ່ວນ
vi: Lượt tăng tốc
zh: 加速

# paymentMethods_GooglePlay_Button
source: BUY NOW
es: COMPRAR AHORA
hi: अब खरीदें
id: BELI SEKARANG
ja: 今すぐ購入
lo: ຊື້ດຽວນີ້
vi: MUA NGAY
zh: 立即购买

# paymentMethods_GooglePlay_Content
source: When you click buy now, you will have to pay via your card. Set up your account and you agree to our terms
es: Cuando hagas clic en comprar ahora, tendrás que pagar con tu tarjeta. Configura tu cuenta y acepta nuestros términos
hi: जब आप अब खरीदें पर क्लिक करते हैं, तो आपको अपने कार्ड के माध्यम से भुगतान करना होगा। अपना खाता सेट करें और आप हमारे शर्तों से सहमत हैं
id: Ketika Anda mengklik beli sekarang, Anda harus membayar melalui kartu Anda. Atur akun Anda dan Anda setuju dengan syarat kami
ja: 今すぐ購入をクリックすると、カードで支払わなければなりません。アカウントを設定して、私たちの規約に同意します
lo: ເມື່ອທ່ານກົດຊື້ດຽວນີ້, ທ່ານຈະຕ້ອງຊໍາລະເງິນຜ່ານບັດຂອງທ່ານ. ຕັ້ງຄ່າບັນຊີຂອງທ່ານແລະທ່ານຍອມຮັບກົດໝາຍຂອງພວກເຮົາ
vi: Khi bấm mua ngay, bạn sẽ phải trả phí qua thẻ của mình. Cài đặt tài khoản và bạn đồng ý với điều khoản của chúng tôi
zh: 当你点击立即购买时，你将通过你的卡来支付。设置你的账户并同意我们的条款

# paymentMethods_GooglePlay_Total
source: Total
hi: कुल
ja: 合計
lo: ຈຳນວນເງິນທັງໝົດ
vi: Tổng
zh: 总金额

# paymentMethods_GooglePlay_Tax
source: tax
es: impuesto
hi: कर
id: Pajak
ja: 税金
lo: ພາສີ
zh: 税

# paymentMethods_GooglePlay_Error
source: An error occurred. Please try again later!
es: Se produjo un error. ¡Por favor, inténtelo de nuevo más tarde!
hi: कोई त्रुटि हुई। कृपया बाद में पुनः प्रयास करें!
id: Terjadi kesalahan. Silakan coba lagi nanti!
ja: エラーが発生しました。後でもう一度お試しください！
lo: ມີຄວາມຜິດພາດເກີດຂຶ້ນ. ກະລຸນາລອງໃໝ່ອີກຄັ້ງ!
vi: Đã có lỗi xảy ra. Vui lòng thử lại sau!
zh: 发生了错误。请稍后再试！

# setting_share_finder
source: Share Tinder
es: Compartir Tinder
hi: टिंडर साझा करें
id: Bagikan Tinder
ja: Tinderをシェアする
lo: ແບ່ງປັນ Tinder
vi: Chia sẻ Tinder
zh: 分享Tinder

# setting_time_active
source: Active time
es: Tiempo activo
hi: सक्रिय समय
id: Waktu aktif
ja: アクティブ時間
lo: ເວລາເຄື່ອນໄຫວ
vi: Thời gian hoạt động
zh: 活跃时间

# setting_time_day
source: day
es: día
hi: दिन
id: hari
ja: 日
lo: ມື້
vi: ngày
zh: 天

# setting_time_hour
source: hour
es: hora
hi: घंटा
id: jam
ja: 時間
lo: ຊົ່ວໂມງ
vi: giờ
zh: 小时

# setting_time_minute
source: minute
es: minuto
hi: मिनट
id: menit
ja: 分
lo: ນາທີ
vi: phút
zh: 分钟

# setting_time_second
source: second
es: segundo
hi: सेकंड
id: detik
ja: 秒
lo: ວິນາທີ
vi: giây
zh: 秒

# setting_time_active_content_1
source: Woww!!! You used it and it's active
es: ¡Woww!!! Lo usaste y está activo
hi: वाह! आपने इसका उपयोग किया और यह सक्रिय है
id: Woww!!! Anda menggunakannya dan itu aktif
ja: ワオ！あなたはそれを使って、それはアクティブです
lo: ວາວ!!! ທ່ານໃຊ້ມັນແລະມັນເຄື່ອນໄຫວ
vi: Woww!!! Bạn đã sủ dụng và hoạt đông trực tiếp
zh: 哇！你使用了它并且它很活跃

# setting_time_active_content_2
source: at Finder. Hope you find your 'other half'!️️ ❤️
es: en Finder. ¡Espero que encuentres tu 'media naranja'!️️ ❤️
hi: फाइंडर पर। आशा है कि आप अपना 'दूसरा आधा' पाएं!️️ ❤️
id: di Finder. Semoga Anda segera menemukan 'setengah lainnya' Anda!️️ ❤️
ja: Finderで。あなたの'もう半分'を見つけられることを願っています！️️ ❤️
lo: ໃນ Finder. ຫວັງວ່າທ່ານຈະຊອກຫາ 'ຄືນສິ່ງທີ່ຫຼາຍ' ຂອງທ່ານ!️️ ❤️
vi: tại Finder. Rất mong bạn tìm được 'nửa kia' của cuộc đời nha!️️ ❤️
zh: 在Finder。希望你找到你的另一半！️️ ❤️

# content_boosts
source: Successful boost! Your profile will be featured for 30 minutes. Hope you find your 'other half' soon <3
es: ¡Aceleración exitosa! Tu perfil se destacará durante 30 minutos. Espero que encuentres tu 'media naranja' pronto <3
hi: सफल बूस्ट! आपका प्रोफाइल 30 मिनट के लिए फीचर किया जाएगा। आशा है कि आप जल्द ही अपना 'दूसरा आधा' पाएं <3
id: Peningkatan berhasil! Profil Anda akan ditampilkan selama 30 menit. Semoga Anda segera menemukan 'setengah lainnya' Anda <3
ja: ブースト成功！あなたのプロフィールは30分間フィーチャーされます。あなたの'もう半分'を早く見つけられることを願っています<3
lo: ການເລີ່ມຕົ້ນດ່ວນສຳເລັດ! ໂປຣໄຟລຂອງທ່ານຈະຖືກສະແດງສຳລັບ 30 ນາທີ. ຫວັງວ່າທ່ານຈະຊອກຫາ 'ຄືນສິ່ງທີ່ຫຼາຍ' ຂອງທ່ານໄດ້ໃນໄວໆນີ້ <3
vi: Tăng tốc thành công!. Hố sơ của bạn sẽ được nổi bật trong 30 phút. Chúc bạn sớm tìm được 'nửa kia' nha <3
zh: 成功加速！你的个人资料将在30分钟内被展示。希望你早日找到你的另一半 <3

# content_boosts_false
source: You are already in acceleration time! Or wait for the rotation and accelerate again!
es: ¡Ya estás en tiempo de aceleración! O espera la rotación y acelera de nuevo!
hi: आप पहले से ही त्वरण समय में हैं! या घूमने का इंतजार करें और फिर से तेज करें!
id: Anda sudah dalam waktu percepatan! Atau tunggu rotasi dan percepat lagi!
ja: あなたはすでに加速時間にいます！または回転を待って、再び加速してください！
lo: ທ່ານຢູ່ໃນເວລາເລີ່ມຕົ້ນດ່ວນແລ້ວ! ຫຼືລໍາລັບການໝົດເວລາແລະເລີ່ມຕົ້ນດ່ວນໃໝ່ອີກຄັ້ງ!
vi: Bạn đang trong thời gian tăng tốc mất rồi! Hay chờ đợi vòng xoay và tăng tốc lần nữa nhé!
zh: 你已经在加速时间了！或者等待轮换再次加速！

# verifyAvatarDiscoverTitle
source: Please verify the photo
es: Por favor verifique la foto
hi: कृपया फोटो सत्यापित करें
id: Harap verifikasi fotonya
ja: 写真を確認してください
lo: ກະລຸນາຢັ້ງຢືນຮູບ
vi: Hãy xác minh ảnh
zh: 请验证照片

# verifyAvatarDiscoverTitle_Success
source: Photo verified
es: Foto verificada
hi: फोटो सत्यापित
id: Foto terverifikasi
ja: 写真が確認されました
lo: ຢັ້ງຢືນຮູບແລ້ວ
vi: Đã xác minh ảnh
zh: 照片已验证

# verifyAvatarDiscoverTitle_Button
source: Try now
es: Pruébalo ahora
hi: अभी प्रयास करें
id: Coba sekarang
ja: 今すぐお試しください
lo: ລອງດຽວນີ້
vi: Thử ngay
zh: 立即尝试

# verifyAvatarPageTitle_Button
source: Verify now
es: Verificar ahora
hi: अभी सत्यापित करें
id: Verifikasi sekarang
ja: 今すぐ確認してください
lo: ຢືນຢັນດຽວນີ້
vi: Xác minh ngay
zh: 立即验证

# verifyAvatarPageTitle
source: Face
es: Cara
hi: चेहरा
id: Wajah
ja: 顔
lo: ໃບໜ້າ
vi: Khuôn mặt
zh: 脸部

# verifyAvatarPageContent_Success
source: Photo verification was successful. Continue using Finder with a green 'reputable' check mark!
es: La verificación de la foto fue exitosa. ¡Continúa usando Finder con una marca de verificación verde de 'reputación'!
hi: फोटो सत्यापन सफल रहा। हरे 'सम्मानित' चेक मार्क के साथ फाइंडर का उपयोग जारी रखें!
id: Verifikasi foto berhasil. Lanjutkan menggunakan Finder dengan tanda centang hijau 'reputasi'!
ja: 写真の検証が成功しました。緑色の「評判の良い」チェック マークを付けて Finder を使い続けてください!
lo: ການຢັ້ງຢືນຮູບພາບສຳເລັດແລ້ວ. ສືບຕໍ່ໃຊ້ Finder ທີ່ມີເຄື່ອງໝາຍສີຂຽວ 'ຊື່ສຽງ'!
vi: Xác minh ảnh thành công. Tiếp tục sử dụng Finder với tích xanh thật 'uy tín' nhé!
zh: 照片验证成功。继续使用带有绿色“信誉良好”复选标记的 Finder！

# verifyAvatarPageContent_Fall
source: Photo verification failed. Please try again later!
es: Error en la verificación de la foto. ¡Inténtalo de nuevo más tarde!
hi: फ़ोटो सत्यापन विफल रहा। कृपया बाद में पुनः प्रयास करें!
id: Verifikasi foto gagal. Silakan coba lagi nanti!
ja: 写真の認証に失敗しました。後でもう一度お試しください。
lo: ການຢັ້ງຢືນຮູບພາບລົ້ມເຫລວ. ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ!
vi: Xác minh ảnh không thành công. Hãy thử lại sau!
zh: 照片验证失败，请稍后重试！

# arteExhibitions
source: Art exhibitions
es: Exhibiciones de arte
id: Pameran seni
ja: 美術展
lo: ງານວາງສະແດງສິລະປະ
vi: Triễn lãm nghệ thuật
zh: 艺术展览

# paymentAccountManagerTitle
source: Payment account management
ja: 支払いアカウント管理
lo: ການຈັດການບັນຊີການຈ່າຍເງິນ
vi: Quản lý tài khoản thanh toán

# paymentAccountManagerContent
source: Payment method
ja: 支払い方法
lo: ວິທີການຊໍາລະເງິນ
vi: Phương thức thanh toán

# paymentAccountManager_Paypal
source: Connect Paypal account
ja: Paypal アカウントを接続
lo: ເຊື່ອມຕໍ່ບັນຊີ Paypal
vi: Kết nối tài khoản Paypal

# paymentAccountManager_Card
source: Add credit card
ja: クレジット カードを追加
lo: ເພີ່ມບັດເຄຣດິດ
vi: Thêm thẻ tín dụng

# paymentAccountManagerSupportTitle
source: Contact us
ja: お問い合わせ
lo: ຕິດຕໍ່ພວກເຮົາ
vi: Liên hệ với chúng tôi

# paymentAccountManagerSupportContent
source: Help
ja: ヘルプ
lo: ຊ່ວຍເຫຼືອ
vi: Trợ giúp

# paymentAccountManagerSupportContent_2
source: See answers to any purchasing or payment questions
ja: 購入または支払いに関する質問に対する回答を表示します
lo: ເບິ່ງຄໍາຕອບຕໍ່ຄໍາຖາມການຊື້ ຫຼືການຊໍາລະໃດໆ
vi: Xem câu trả lời cho bất cứ thắc mắc nào về việc mua hàng hoặc thanh toán

# searchInputHint
source: Search
vi: Tìm kiếm
