Repository: tailucanh/finder_dating_app
Catalog: lib/l10n/intl_*.arb
Languages: es, hi, id, ja, lo, vi, zh

# basicInformationCommunicationText
source: Communication style
es: Estilo de comunicación
hi: संचार शैली
id: Gaya komunikasi
ja: コミュニケーションスタイル
lo: ຮູບແບບການສື່ສານ
vi: Phong cách giao tiếp
zh: 沟通方式

# basicInformationLoveText
source: Love language
es: Lenguaje del amor
hi: प्रेम भाषा
id: Bahasa cinta
ja: 愛の言語
lo: ພາສາຮັກ
vi: Ngôn ngữ tình yêu
zh: 爱情语言

# updateProfileLifestyleText
source: Lifestyle
es: Estilo de vida
hi: जीवनशैली
id: Gayahidup
ja: ライフスタイル
lo: ວິຖີຊີວິດ
vi: Phong cách sống
zh: 生活方式

# lifestylePetText
source: Pets
es: Mascotas
hi: पालतू जानवर
id: Hewan peliharaan
ja: ペット
lo: ສັດລ້ຽງ
vi: Thú cưng
zh: 宠物

# lifestyleAlcoholText
source: Alcohol consumption
es: Consumo de alcohol
hi: शराब की मात्रा
id: Konsumsi alkohol
ja: アルコール摂取
lo: ກ່ຽວກັບການດື່ມເຫຼົ້າ
vi: Về việc uống rượu bia
zh: 饮酒习惯

# lifestyleSmokeText
source: Do you smoke
es: ¿Fumas?
hi: क्या आप सिगरेट पीते हैं
id: Apakah Anda merokok
ja: 喫煙するかどうか
lo: ເຈົ້າມັກສູບຢາບໍ
vi: Bạn có hay hút thuốc
zh: 是否吸烟

# lifestyleExerciseText
source: Exercise
es: Ejercicio
hi: व्यायाम
id: Olahraga
ja: 運動
lo: ອອກກໍາລັງກາຍ
vi: Tập luyện
zh: 锻炼习惯

# lifestyleDietaryText
source: Dietary habits
es: Hábitos alimenticios
hi: आहार की आदतें
id: Kebiasaan makan
ja: 食事習慣
lo: ອາຫານ
vi: Chế độ ăn uống
zh: 饮食习惯

# lifestyleMediaText
source: Media consumption
es: Consumo de medios
hi: मीडिया खपत
id: Konsumsi media
ja: メディア消費
lo: ສື່
vi: Truyền thông
zh: 媒体消费

# lifestyleSleepText
source: Sleep habits
es: Hábitos de sueño
hi: नींद की आदतें
id: Kebiasaan tidur
ja: 睡眠習慣
lo: ນິໄສການນອນ
vi: Thói quen ngủ
zh: 睡眠习惯

# updateProfileGenderText
source: Gender
es: Soy...
hi: मैं हूँ...
id: Jenis kelamin
ja: 性別
lo: ເພດ
vi: Giới tính
zh: 性别

# updateProfileCompanyText
source: Company
es: Empresa
hi: कंपनी
id: Perusahaan
ja: 会社
lo: ບໍລິສັດ
vi: Công ty
zh: 公司

# updateProfileCompanyHintText
source: Add company
es: Agregar empresa
hi: कंपनी जोड़ें
id: Tambahkan perusahaan
ja: 会社を追加
lo: ເພີ່ມບໍລິສັດ
vi: Thêm công ty
zh: 添加公司

# updateProfileSchoolText
source: School
es: Escuela
hi: स्कूल
id: Sekolah
ja: 学校
lo: ໂຮງຮຽນ
vi: Trường
zh: 学校

# updateProfileSchoolHintText
source: Add school
es: Agregar escuela
hi: स्कूल जोड़ें
id: Tambahkan sekolah
ja: 学校を追加
lo: ເພີ່ມຊື່ໂຮງຮຽນ
vi: Thêm tên trường
zh: 添加学校

# updateProfileLivingText
source: Currently living in
es: Actualmente viviendo en
hi: वर्तमान में रहने वाला
id: Saat ini tinggal di
ja: 現在住んでいる場所
lo: ອາໃສຢູ່
vi: Đang sống tại
zh: 目前居住地

# updateProfileLivingHintText
source: Add city
es: Agregar ciudad
hi: शहर जोड़ें
id: Tambahkan kota
ja: 都市を追加
lo: ເພີ່ມເມືອງ
vi: Thêm thành phố
zh: 添加城市

# updateProfileSexualText
source: Sexual orientation
es: Orientación sexual
hi: लैंगिक धारा
id: Orientasi seksual
ja: 性的指向
lo: ປະຖົມນິເທດທາງເພດ
vi: Khuynh hướng tính dục
zh: 性取向

# basicInformationDialogTitle
source: Additional information about me
es: Información adicional sobre mí
hi: मेरे बारे में अतिरिक्त जानकारी
id: Informasi tambahan tentang saya
ja: 自己紹介の追加情報
lo: ຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບຂ້ອຍ
vi: Thông tin thêm về tôi
zh: 关于我的其他信息

# basicInformationDialogContent
source: Add more information about yourself to let others know more about the amazing person you are.
es: Agrega más información sobre ti mismo para que los demás sepan más sobre la persona increíble que eres.
hi: अपने बारे में और जानकारी जोड़ें ताकि दूसरे लोग जान सकें कि आप कैसे अद्भुत हैं।
id: Tambahkan informasi lebih lanjut tentang diri Anda untuk membiarkan orang lain tahu lebih banyak tentang diri yang luar biasa ini.
ja: 他の人にあなたが素晴らしい人物であることを知らせるために、自分についてもっと情報を追加してください。
lo: ເພີ່ມຂໍ້ມູນກ່ຽວກັບຕົວເຈົ້າເອງ ເພື່ອໃຫ້ຄົນສາມາດເຂົ້າໃຈໄດ້ດີຂຶ້ນກ່ຽວກັບບຸກຄົນທີ່ໜ້າອັດສະຈັນໃຈຂອງເຈົ້າ.
vi: Thêm thông tin về bạn để mọi người hiểu rõ hơn về con người tuyệt vời của bạn.
zh: 添加更多关于自己的信息，让别人更多地了解你这个了不起的人。

# basicInformationDialogZodiac
source: What is your zodiac sign ?
es: ¿Cuál es tu signo zodiacal?
hi: आपकी राशि क्या है?
id: Apakah tanda zodiak Anda?
ja: あなたの星座は何ですか？
lo: ລາສີຂອງເຈົ້າແມ່ນຫຍັງ?
vi: Cung hoàng đạo của bạn là gì ?
zh: 你的星座是？

# basicInformationDialogEducation
source: What is your educational background ?
es: ¿Cuál es tu formación educativa?
hi: आपकी शैक्षिक पृष्ठभूमि क्या है?
id: Apa latar belakang pendidikan Anda?
ja: あなたの学歴は？
lo: ລະດັບການສຶກສາຂອງເຈົ້າ
vi: Trình độ học vấn của bạn
zh: 你的教育背景是？

# basicInformationDialogFamily
source: Do you want to have children ?
es: ¿Quieres tener hijos?
hi: क्या आप बच्चों की इच्छा रखते हैं?
id: Apakah Anda ingin memiliki anak?
ja: 子供は欲しいですか？
lo: ເຈົ້າຢາກມີລູກບໍ?
vi: Bạn muốn có con không ?
zh: 你想要孩子吗？

# basicInformationDialogPersonality
source: What is your personality type?
es: ¿Cuál es tu tipo de personalidad?
hi: आपका व्यक्तित्व प्रकार क्या है?
id: Tipe kepribadian Anda?
ja: あなたの性格タイプは何ですか？
lo: ປະເພດບຸກຄະລິກກະພາບ?
vi: Kiểu tính cách ?
zh: 你的个性类型是？

# basicInformationDialogLove
source: What is your love language?
es: ¿Cuál es tu lenguaje del amor?
hi: आपकी प्रेम भाषा क्या है?
id: Apa bahasa cinta Anda?
ja: あなたの愛の言語は何ですか？
lo: ພາສາຮັກ?
vi: Ngôn ngữ tình yêu ?
zh: 你的爱情语言是？

# datingPurposeDialogTitle
source: Now I'm looking for...
es: Ahora estoy buscando...
hi: अब मैं ढूंढ रहा/रही हूँ...
id: Saat ini saya sedang mencari...
ja: 今、私は...を探しています
lo: ຕອນນີ້ຂ້ອຍກໍາລັງຊອກຫາ...
vi: Bây giờ mình đang tìm...
zh: 我现在在寻找...

# datingPurposeDialogContent
source: Share your purpose to find 'the one'!
es: ¡Comparte tu objetivo para encontrar 'a esa persona'!
hi: 'वो एक' ढूंढने के लिए अपना उद्देश्य साझा करें!
id: Bagikan tujuan Anda untuk menemukan 'seseorang yang spesial'!
ja: '理想の人'を見つけるための目的を共有しましょう！
lo: ແບ່ງປັນຈຸດປະສົງຂອງເຈົ້າເພື່ອຊອກຫາ 'ອັນໜຶ່ງ'!
vi: Chia sẻ mục đích để tìm được 'người ấy'!
zh: 分享你寻找'另一半'的目的！

# interestDialogTitle
source: Interests
es: Intereses
hi: रुचियां
id: Minat
ja: 興味
lo: ຄວາມສົນໃຈ
vi: Sở thích
zh: 兴趣

# interestDialogOutOfText
source: out of 5
es: de 5
hi: 5 में से
id: dari 5
ja: 5つの中から
lo: ອອກຈາກ 5
vi: trong tổng số 5
zh: 其中 5 个

# interestDialogContent
source: Interests help you easily find people with similar passions. Add 3-5 interests to your Profile to build more compatible connections.
es: Los intereses te ayudan a encontrar fácilmente personas con pasiones similares. Agrega 3-5 intereses a tu perfil para construir conexiones más compatibles.
hi: रुचियों से आपको समान प्रेमियों वाले लोगों को आसानी से खोजने में मदद मिलती है। 3-5 रुचियाँ अपने प्रोफ़ाइल में जोड़ें ताकि अधिक संगत संबंध बना सकें।
id: Minat membantu Anda menemukan orang-orang dengan passion yang serupa. Tambahkan 3-5 minat ke Profil Anda untuk membangun hubungan yang lebih kompatibel.
ja: 興味は同じ情熱を持つ人々を簡単に見つけるのに役立ちます。 プロフィールに3〜5つの興味を追加して、より適合するつながりを築きましょう。
lo: ຄວາມສົນໃຈຊ່ວຍໃຫ້ທ່ານຊອກຫາຄົນທີ່ມີຄວາມມັກຄ້າຍຄືກັນໄດ້ຢ່າງງ່າຍດາຍ. ເພີ່ມຄວາມສົນໃຈ 3-5 ໃຫ້ກັບໂປຣໄຟລ໌ຂອງທ່ານເພື່ອສ້າງຄວາມສຳພັນທີ່ເໝາະສົມກວ່າ.
vi: Sở thích giúp bạn dễ dàng tìm được người có cùng đam mê. Thêm 3-5 sở thích vào Hồ Sơ của bạn để tạo dựng các mối quan hệ phù hợp hơn.
zh: 兴趣可以帮助你轻松找到有着相似爱好的人。 在你的个人资料中添加 3-5 个兴趣，以建立更多亲和力。

# interestDialogSearchText
source: Search
es: Buscar
hi: खोजें
id: Cari
ja: 検索
lo: ຄົ້ນຫາ
vi: Tìm kiếm
zh: 搜索

# interestDialogDoneText
source: Done
es: Listo
hi: संपन्न
id: Selesai
ja: 完了
lo: ແລ້ວໆ
vi: Xong
zh: 完成

# languageDialogTitle
source: Languages I know
es: Idiomas que conozco
hi: मैं जानता/जानती हूँ भाषाएं
id: Bahasa yang Saya Kuasai
ja: 知っている言語
lo: ພາສາ
vi: Ngôn ngữ
zh: 我懂的语言

# languageDialogOutOfText
source: out of 5
es: de 5
hi: 5 में से
id: dari 5
ja: 5つの中から
lo: ອອກຈາກ 5
vi: trong tổng số 5
zh: 其中 5 个

# languageDialogSearchText
source: Search language
es: Buscar idioma
hi: भाषा खोजें
id: Cari bahasa
ja: 言語を検索
lo: ການຄົ້ນຫາພາສາ
vi: Tìm kiếm ngôn ngữ
zh: 搜索语言

# languageDialogDoneText
source: Done
es: Listo
hi: संपन्न
id: Selesai
ja: 完了
lo: ແລ້ວໆ
vi: Xong
zh: 完成

# sliderCustomSubTitle1
source: Upgrade your Likes and Super Likes with the Platinum package.
es: Mejora tus Me gusta y Super Me gusta con el paquete Platinum.
hi: Platinum package से अपने Likes और Super Likes को अपग्रेड करें।
id: Tingkatkan Suka dan Super Suka Anda dengan paket Platinum.
ja: プラチナパッケージでいいね！とスーパーライクをアップグレードしましょう。
lo: ອັບເກຣດການຖືກໃຈ ແລະຖືກໃຈສູງສຸດດ້ວຍແຜນ Platinum.
vi: Nâng cấp lượt Thích và Siêu Thích của bạn với gói Platinum.
zh: 通过铂金套餐升级您的喜欢和超级喜欢。

# sliderCustomSubTitle2
source: See who likes you and get instant compatibility with Finder Gold™
es: Ver quién te gusta y obtener compatibilidad instantánea con Finder Gold™
hi: देखें कौन आपको पसंद करता है और Finder Gold™ के साथ तुरंत संगतता प्राप्त करें
id: Lihat siapa yang menyukai Anda dan dapatkan kompatibilitas instan dengan Finder Gold™
ja: 誰があなたを好きかを確認し、Finder Gold™で即座に互換性を得る
lo: ເບິ່ງວ່າໃຜມັກເຈົ້າແລະຈັບຄູ່ກັບ Finder Gold™ ທັນທີ.
vi: Xem ai thích bạn và tương hợp ngay lập tức với Finder Gold™.
zh: 查看谁喜欢你，并与 Finder Gold™ 瞬间匹配。

# sliderCustomSubTitle3
source: Infinite Likes. Unlimited Returns. Unlimited Passports. No Ads.
es: Me gusta infinitos. Devoluciones ilimitadas. Pasaportes ilimitados. Sin publicidad.
hi: Infinite Likes। असीमित रिटर्न। असीमित पासपोर्ट। कोई विज्ञापन नहीं।
id: Suka Tanpa Batas. Pengembalian Tanpa Batas. Paspor Tanpa Batas. Tanpa Iklan.
ja: 無限のいいね！。制限なしの返信。制限なしのパスポート。広告なし。
lo: ຄວາມມັກອັນເປັນນິດ. ການກັບຄືນທີ່ບໍ່ມີຂອບເຂດ. ໜັງສືຜ່ານແດນທີ່ບໍ່ມີຂອບເຂດ. ບໍ່ມີໂຄສະນາ
vi: Lượt Thích vô hạn. Lượt Quay Lại vô hạn. Hộ Chiếu vô hạn. Không có quảng cáo.
zh: 无限喜欢。无限回退。无限通行证。无广告。

# sliderCustomSubTitle4
source: Buy Finder Platinum™
es: Compra Finder Platinum™
hi: Finder Platinum™ खरीदें
id: Beli Finder Platinum™
ja: Finder Platinum™を購入する
lo: ຊື້ Finder Platinum™
vi: Mua Finder Platinum™
zh: 购买 Finder Platinum™

# sliderItemTitle1
source: Upgrade to Finder Platinum™
es: Mejora a Finder Platinum™
hi: Finder Platinum™ में अपग्रेड करें
id: Upgrade ke Finder Platinum™
ja: Finder Platinum™にアップグレード
lo: Finder Platinum™ Upgrade
vi: Nâng cấp Finder Platinum™
zh: 升级至 Finder Platinum™

# sliderItemSubTitle1
source: Elevate all your activities on Finder
es: Eleva todas tus actividades en Finder
hi: Finder पर अपनी सभी गतिविधियों को उच्च स्तर पर उठाएं
id: Tingkatkan semua aktivitas Anda di Finder
ja: Finderでのすべての活動を向上させます
lo: ອັບເກຣດທຸກກິດຈະກຳ Finder ຂອງທ່ານ
vi: Nâng cấp mọi hoạt động của bạn trên Finder
zh: 提升您在 Finder 上的所有活动

# sliderItemTitle2
source: Get Finder Gold™
es: Obtén Finder Gold™
hi: Finder Gold™ प्राप्त करें
id: Dapatkan Finder Gold™
ja: Finder Gold™を手に入れる
lo: Buy Finder Gold™
vi: Mua Finder Gold™
zh: 获取 Finder Gold™

# sliderItemSubTitle2
source: See who Likes you & more features!
es: ¡Ve quién te gusta y más funciones!
hi: देखें कौन आपको पसंद करता है और और अधिक सुविधाएं प्राप्त करें!
id: Lihat siapa yang Menyukai Anda & fitur lebih banyak!
ja: あなたを気に入った人やその他の機能を見る！
lo: ເບິ່ງວ່າໃຜມັກເຈົ້າ ແລະອື່ນໆອີກ!
vi: Xem ai Thích bạn & nhiều tính năng khác!
zh: 查看谁喜欢你以及更多功能！

# sliderItemTitle3
source: Get Finder Plus®
es: Obtén Finder Plus®
hi: Finder Plus® प्राप्त करें
id: Dapatkan Finder Plus®
ja: Finder Plus®を手に入れる
lo: ຊື້ Finder Plus®
vi: Mua Finder Plus®
zh: 获取 Finder Plus®

# sliderItemSubTitle3
source: Get unlimited Likes, Passport & more!
es: ¡Consigue Me gusta ilimitados, Pasaporte y más!
hi: असीमित Likes, Passport और अधिक प्राप्त करें!
id: Dapatkan Suka Tanpa Batas, Paspor & lebih banyak!
ja: 無制限のいいね！、パスポートなどを手に入れよう！
lo: ຮັບການຖືກໃຈບໍ່ຈຳກັດ, ໜັງສືຜ່ານແດນ ແລະ ອື່ນໆ!
vi: Nhận vô hạn lượt Thích, Hộ Chiếu & hơn thế nữa!
zh: 获得无限喜欢、通行证等更多功能！

# pageFunctionVipContent1
source: Choose a package
es: Elige un paquete
hi: पैकेज चुनें
id: Pilih paket
ja: パッケージを選択
lo: ເລືອກຊຸດ
vi: Chọn một gói
zh: 选择套餐

# pageFunctionVipContent2
source: Included in Finder
es: Incluido en Finder
hi: Finder में शामिल है
id: Termasuk di Finder
ja: Finderに含まれる
lo: ລວມຢູ່ໃນຕົວຊອກຫາ
vi: Đã bao gồm trong Finder
zh: 包含在 Finder 中

# pageFunctionVipContent3
source: Unlimited likes
es: Me gusta ilimitados
hi: असीमित Likes
id: Suka Tanpa Batas
ja: 無制限のいいね！
lo: ຖືກໃຈບໍ່ຈຳກັດ
vi: Thích không giới hạn
zh: 无限喜欢

# pageFunctionVipContent4
source: 5 Super Likes per month
es: 5 Super Likes al mes
hi: मासिक 5 सुपर लाइक्स
id: 5 Super Suka per bulan
ja: 月に5つのスーパーライク
lo: 5 ການຖືກໃຈສູງສຸດຕໍ່ເດືອນ
vi: 5 lượt Siêu Thích mỗi tháng
zh: 每月 5 次超级喜欢

# pageFunctionVipContent5
source: When you click Continue, you will be charged, and your subscription will automatically renew at the same price and duration until you cancel, anytime, through the Google Play settings, and you agree to our
es: Al hacer clic en Continuar, se te cobrará y tu suscripción se renovará automáticamente al mismo precio y duración hasta que la canceles, en cualquier momento, a través de la configuración de Google Play, y aceptas nuestros
hi: जब आप 'जारी रखें' पर क्लिक करेंगे, तो आपका चार्ज हो जाएगा, और आपकी सदस्यता स्वचालित रूप से वहीमूल्य और अवधि पर नवीनीकृत होगी, जब तक आप रद्द नहीं करते, किसी भी समय, गूगल प्ले सेटिंग्स के माध्यम से, और आप हमारे
id: Saat Anda klik Lanjut, Anda akan dibebankan, dan langganan Anda akan diperbarui secara otomatis dengan harga dan durasi yang sama sampai Anda membatalkannya, kapan saja, melalui pengaturan Google Play, dan Anda menyetujui
ja: 「続行」をクリックすると、料金が請求され、サブスクリプションは同じ料金と期間で自動的に更新されます。キャンセルするまで、いつでもGoogle Playの設定からキャンセルできます。そして、あなたは私たちの
lo: ເມື່ອທ່ານຄລິກສືບຕໍ່, ທ່ານຈະຖືກຮຽກເກັບເງິນ, ການສະໝັກໃຊ້ຂອງທ່ານຈະຕໍ່ອາຍຸໂດຍອັດຕະໂນມັດໃນລາຄາ ແລະ ໄລຍະເວລາດຽວກັນຈົນກວ່າທ່ານຈະຍົກເລີກ, ໄດ້ທຸກເວລາ, ຜ່ານການຕັ້ງຄ່າຂອງທ່ານວາງໄວ້ໂດຍ Google Play, ແລະທ່ານຍອມຮັບ
vi: Khi nhấn Tiếp tục, bạn sẽ được tính phí, gói đăng ký của bạn sẽ được tự động gia hạn với cùng mức giá và thời lượng cho đến khi bạn huỷ bỏ, bất cứ lúc nào, thông qua phần cài đặt của Google Play, và bạn chấp thuận
zh: 当您点击'继续'时，将会收取费用，并且您的订阅将在相同的价格和时长下自动续订，直到您通过 Google Play 设置随时取消订阅，并同意我们的

# pageFunctionVipContent6
source: Terms
es: Términos
hi: तरीके से सहमत हैं
id: Syarat
ja: 利用規約
lo: ເງື່ອນໄຂ
vi: Điều khoản
zh: 条款

# pageFunctionVipNextButton
source: Continue
es: Continuar
hi: जारी रखें
id: Lanjut
ja: 続行
lo: ສືບຕໍ່
vi: Tiếp tục
zh: 继续

# pageFunctionVipMonthText
source: Month
es: Mes
hi: माह
id: Bulan
ja: 月
lo: ເດືອນ
vi: Tháng
zh: 月

# pageFunctionVipPopularText
source: Popular
hi: लोकप्रिय
id: Populer
ja: 人気
lo: ທີ່ນິຍົມ
vi: Phổ biến
zh: 热门

# pageFunctionVipBestText
source: Best Value
es: La mejor oferta
hi: सर्वोत्तम मूल्य
id: Nilai Terbaik
ja: ベストバリュー
lo: ລາຄາທີ່ດີທີ່ສຸດ
vi: Giá tốt nhất
zh: 最佳价值

# pageFunctionVipSuperText
source: Super Likes
hi: सुपर लाइक्स
id: Super Suka
ja: スーパーライク
lo: ມັກຫຼາຍ
vi: lượt Siêu Thích
zh: 超级喜欢

# sexualDialogTitle
source: Sexual orientation
es: Orientación sexual
hi: लैंगिक उत्तेजना
id: Orientasi Seksual
ja: 性的指向
lo: ປະຖົມນິເທດທາງເພດ
vi: Khuynh hướng tính dục
zh: 性取向

# sexualDialogTitleSelectText
source: Select up to 3
es: Selecciona hasta 3
hi: तकनीक तक 3 चयन करें
id: Pilih hingga 3
ja: 最大3つ選択
lo: ເລືອກໄດ້ສູງສຸດ 3
vi: Chọn tối đa 3
zh: 最多可选择 3 种

# lifeStyleDialogTitle
source: Lifestyle
es: Estilo de vida
hi: जीवन शैली
id: Gaya Hidup
ja: ライフスタイル
lo: ວິຖີຊີວິດ
vi: Phong cách sống
zh: 生活方式

# lifeStyleDialogContent
source: Add more information about yourself to let others know more about the amazing person you are.
es: Agrega más información sobre ti mismo para que los demás sepan más sobre la persona increíble que eres.
hi: खुद के बारे में अधिक जानकारी देने के लिए अपने बारे में अधिक जानकारी जोड़ें।
id: Tambahkan lebih banyak informasi tentang diri Anda agar orang lain bisa tahu lebih banyak tentang pribadi yang luar biasa ini.
ja: 自分自身についてもっと情報を追加して、他の人があなたの素晴らしいことをもっと知るのに役立ちます。
lo: ເພີ່ມຂໍ້ມູນກ່ຽວກັບຕົວທ່ານເອງເພື່ອໃຫ້ຜູ້ຄົນສາມາດເຂົ້າໃຈໄດ້ດີຂຶ້ນກ່ຽວກັບບຸກຄົນທີ່ມະຫັດສະຈັນທີ່ທ່ານເປັນ.
vi: Thêm thông tin về bạn để mọi người hiểu rõ hơn về con người tuyệt vời của bạn.
zh: 添加更多关于您自己的信息，让其他人了解您是一个了不起的人。

# lifeStyleDialogPetText
source: Do you have pets ?
es: ¿Tienes mascotas?
hi: क्या आपके पास पालतू जानवर हैं?
id: Apakah Anda memiliki hewan peliharaan?
ja: ペットは飼っていますか？
lo: ເຈົ້າມີສັດລ້ຽງບໍ?
vi: Bạn có nuôi thú cưng không ?
zh: 您有宠物吗？

# lifeStyleDialogAlcoholText
source: How do you usually consume alcohol ?
es: ¿Cómo sueles consumir alcohol?
hi: आप शराब कैसे सेवन करते हैं?
id: Bagaimana Anda biasanya mengonsumsi alkohol?
ja: 通常、どのようにお酒を摂取しますか？
lo: ເຈົ້າດື່ມເຫຼົ້າເລື້ອຍໆເທົ່າໃດ?
vi: Bạn thường uống rượu bia như thế nào?
zh: 您通常如何饮酒？

# lifeStyleDialogSmokeText
source: Do you smoke ?
es: ¿Fumas?
hi: क्या आप सिगरेट पीते हैं?
id: Apakah Anda merokok?
ja: 喫煙しますか？
lo: ເຈົ້າມັກສູບຢາບໍ?
vi: Bạn có hay hút thuốc không ?
zh: 您吸烟吗？

# lifeStyleDialogExerciseText
source: Do you exercise ?
es: ¿Haces ejercicio?
hi: क्या आप व्यायाम करते हैं?
id: Apakah Anda berolahraga?
ja: 運動はしますか？
lo: ເຈົ້າອອກກຳລັງກາຍບໍ?
vi: Bạn có tập thể dục không ?
zh: 您是否进行锻炼？

# lifeStyleDialogEatText
source: Your dietary preferences ?
es: ¿Tus preferencias dietéticas?
hi: आपकी आहार प्राथमिकताएँ क्या हैं?
id: Preferensi diet Anda?
ja: あなたの食事の嗜好は？
lo: ອາຫານຂອງເຈົ້າ?
vi: Chế độ ăn uống của bạn ?
zh: 您的饮食偏好？

# lifeStyleDialogMediaText
source: What is your level of social media activity?
es: ¿Cuál es tu nivel de actividad en redes sociales?
hi: आपका सोशल मीडिया गतिविधि का स्तर क्या है?
id: Seberapa aktif Anda di media sosial?
ja: あなたのソーシャルメディアの活動レベルは？
lo: ທ່ານເຄື່ອນໄຫວຢູ່ໃນເຄືອຂ່າຍສັງຄົມແນວໃດ?
vi: Mức độ hoạt động của bạn trên mạng xã hội ?
zh: 您在社交媒体上的活跃程度如何？

# lifeStyleDialogSleepingText
source: What are your sleeping habits like?
es: ¿Cómo son tus hábitos de sueño?
hi: आपकी नींद की आदतें कैसी हैं?
id: Bagaimana kebiasaan tidur Anda?
ja: あなたの睡眠習慣はどのようなものですか？
lo: ນິໄສການນອນຂອງເຈົ້າແມ່ນຫຍັງ?
vi: Thói quen ngủ của bạn ra sao ?
zh: 您的睡眠习惯是怎样的？

# buttonAddPhotoText
source: ADD PHOTOS
es: AÑADIR FOTOS
hi: फोटो जोड़ें
id: TAMBAHKAN FOTO
ja: 写真を追加
lo: ເພີ່ມຮູບ
vi: THÊM ẢNH
zh: 添加照片

# emptyText
source: Empty
es: Vacío
hi: खाली
id: Kosong
ja: 空
lo: ເປົ່າ
vi: Trống
zh: 空

# bodyBuyPremiumTitle
source: Get Super Likes!
es: ¡Obtén Super Likes!
hi: सुपर लाइक्स प्राप्त करें!
id: Dapatkan Super Like!
ja: スーパーライクを手に入れよう！
lo: ໄດ້​ຮັບ​ການ​ຖືກ​ໃຈ​ຫຼາຍ!
vi: Nhận lượt Siêu Thích!
zh: 获取超级喜欢！

# bodyBuyPremiumContent
source: Super Likes help you stand out. Triple your chances of matching!
es: Los Super Likes te ayudan a destacar. ¡Triplica tus posibilidades de coincidencia!
hi: सुपर लाइक्स आपको उभरने में मदद करते हैं। मैचिंग की संभावनाएँ तीन गुना बढ़ाएं!
id: Super Like membantu Anda menonjol. Tingkatkan tiga kali peluang Anda untuk matching!
ja: スーパーライクはあなたを際立たせます。マッチングのチャンスを3倍にしましょう！
lo: Super Likes ຊ່ວຍໃຫ້ທ່ານໂດດເດັ່ນ. ເພີ່ມໂອກາດໃນການເຂົ້າກັນໄດ້ 3 ເທົ່າ!
vi: Siêu Thích giúp bạn nổi bật. Tăng khả năng được tương hợp gấp 3 lần!
zh: 超级喜欢能帮助您脱颖而出，增加三倍的匹配机会！

# bodyBuyPremiumContentSuperLikesText
source: 0 Super Likes
hi: 0 सुपर लाइक्स
id: 0 Super Like
ja: 0 スーパーライク
lo: 0 ຖືກໃຈຫຼາຍ
vi: 0 lượt Siêu Thích
zh: 0 个超级喜欢

# bodyBuyPremiumButtonText
source: BUY MORE
es: COMPRAR MÁS
hi: और खरीदें
id: BELI LEBIH BANYAK
ja: もっと購入
lo: ຊື້ຫຼາຍ
vi: MUA THÊM
zh: 购买更多

# bodyBuyPremiumContentSuperBoostsText
source: My Boosts
es: Mis impulsores
hi: मेरे बूस्ट्स
id: Peningkatan Saya
ja: 私のブースト
lo: ການຊຸກຍູ້ຂອງຂ້ອຍ
vi: Lượt Tăng Tốc của tôi
zh: 我的提升

# bodyBuyPremiumSubscriptionText
source: Subscription package
es: Paquete de suscripción
hi: सदस्यता पैकेज
id: Paket langganan
ja: 購読パッケージ
vi: Gói đăng ký
zh: 订阅套餐

# savingsText
source: Savings
es: Ahorros
hi: बचत
id: Tabungan
ja: 節約
lo: ເງິນຝາກປະຢັດ
vi: Tiết kiệm
zh: 储蓄

# bottomDialogBoostTitle
source: My Boosts
es: Mis Impulsores
hi: मेरे बूस्ट्स
id: Peningkatan Saya
ja: 私のブースト
lo: ການຊຸກຍູ້ຂອງຂ້ອຍ
vi: Lượt Tăng Tốc của tôi
zh: 我的提升

# bottomDialogBoostContent
source: Boost your profile to the top of the area for 30 minutes for more matches.
es: Impulsa tu perfil hasta la parte superior del área durante 30 minutos para más coincidencias.
hi: अधिक मैच के लिए अपनी प्रोफ़ाइल को क्षेत्र के शीर्ष पर बढ़ाएँ।
id: Tingkatkan profil Anda ke puncak area selama 30 menit untuk lebih banyak match.
ja: 30分間プロフィールをトップにして、より多くのマッチングを得ましょう。
lo: ຍູ້ໂປຣໄຟລ໌ຂອງທ່ານໄປເທິງສຸດຂອງພາກພື້ນໃນ 30 ນາທີເພື່ອຮັບການແຂ່ງຂັນເພີ່ມເຕີມ.
vi: Đẩy hồ sơ của bạn lên top đầu khu vực trong 30 phút để được nhiều tương hợp hơn.
zh: 将您的个人资料提升至区域顶部，增加30分钟的匹配机会。

# bottomDialogBoostTitle2
source: Boosts
es: Impulsores
hi: बूस्ट्स
id: Peningkatan
ja: ブースト
lo: ຕີເລັ່ງ
vi: Lượt Tăng Tốc
zh: 提升

# bottomDialogBoostRemainingText
source: remaining
es: restantes
hi: बचे हैं
id: sisa
ja: 残り
lo: ຍັງ
vi: còn
zh: 剩余

# bottomDialogBoostButtonText
source: Boosts
es: Impulsores
hi: बूस्ट्स
id: Peningkatan
ja: ブースト
lo: ຊື້ເພີ່ມຄວາມໄວ
vi: Tăng Tốc
zh: 提升

# yesterdayText
source: Yesterday
es: Ayer
hi: कल
id: Kemarin
ja: 昨日
lo: ມື້ວານນີ້
vi: Hôm qua
zh: 昨天

# invalidDateAndTimeErrorText
source: Invalid date and time format
es: Formato de fecha y hora inválido
hi: अवैध तारीख और समय प्रारूप
id: Format tanggal dan waktu tidak valid
ja: 無効な日付と時間の形式
lo: ຮູບແບບວັນທີ ແລະເວລາບໍ່ຖືກຕ້ອງ
vi: Định dạng ngày giờ không hợp lệ
zh: 日期和时间格式无效

# compatibleContent
source: You've matched with someone. Go ahead and start getting to know each other!
es: Te has emparejado con alguien. ¡Adelante y comiencen a conocerse!
hi: आपका मैच किसी के साथ हो गया है। आगे बढ़ें और एक-दूसरे को जानना शुरू करें!
id: Anda telah berpasangan dengan seseorang. Lanjutkan dan mulai mengenal satu sama lain!
ja: 誰かとマッチングしました。お互いを知り合いましょう！
lo: ເຈົ້າ​ໄດ້​ມີ​ການ​ແຂ່ງ​ຂັນ​ກັບ​ຜູ້​ໃດ​ຜູ້​ຫນຶ່ງ. ໄປ​ເດີນ​ຫນ້າ​ແລະ​ເລີ່ມ​ຕົ້ນ​ການ​ເຮັດ​ໃຫ້​ຮູ້​ກັນ​!
vi: Bạn đã có một tương hợp với ai đó. Hãy tiến tới và bắt đầu làm quen với nhau thôi nào!
zh: 您已经和某人匹配。开始了解彼此吧！

# sentMessageNotification
source: sent you a message:
es: te envió un mensaje:
hi: ने आपको एक संदेश भेजा:
id: mengirim pesan kepada Anda:
ja: がメッセージを送信しました:
lo: ສົ່ງຂໍ້ຄວາມຫາເຈົ້າ:
vi: đã gửi tin nhắn cho bạn:
zh: 给您发送了一条消息：

# feedbackText
source: Feedback
es: Comentarios
hi: प्रतिक्रिया
id: Umpan balik
ja: フィードバック
lo: ຕິຊົມ
vi: Phản hồi
zh: 反馈

# seenText
source: See
es: Ver
hi: देखें
id: Lihat
ja: 見る
lo: ເບິ່ງ
vi: Xem
zh: 查看

# titleTopUser
source: Top selection
es: Selección destacada
hi: शीर्ष चयन
id: Pilihan Teratas
ja: トップ選択
lo: ການຄັດເລືອກສູງສຸດ
vi: Top tuyển chọn
zh: 热门选择

# titleLike
source: Likes
es: Me gusta
hi: पसंद
id: Suka
ja: いいね
lo: ມັກ
vi: Lượt thích
zh: 喜欢

# messageScreenTitle1
source: New Compatibility
es: Nueva compatibilidad
hi: नई संगतता
id: Kesesuaian Baru
ja: 新しい互換性
lo: ຄວາມເຂົ້າກັນໄດ້ໃໝ່
vi: Tương hợp mới
zh: 新的兼容性

# messageScreenTitle2
source: Message
es: Mensaje
hi: संदेश
id: Pesan
ja: メッセージ
lo: ຂໍ້ຄວາມ
vi: Tin nhắn
zh: 消息

# messageScreenLikesText
source: likes
es: me gusta
hi: पसंद
id: suka
ja: いいね
lo: ມັກ
vi: lượt thích
zh: 喜欢

# messageScreenSearchText
source: Search
es: Buscar
hi: खोजें
id: Cari
ja: 検索
lo: ຄົ້ນຫາ
vi: Tìm kiếm
zh: 搜索

# messageScreenInputTypingText
source: Type something...
es: Escribe algo...
hi: कुछ लिखें...
id: Ketik sesuatu...
ja: 何か入力してください...
lo: ພິມບາງສິ່ງບາງຢ່າງ...
vi: Nhập gì đó...
zh: 输入内容...

# messageScreenSentImageText
source: sent 1 photo
es: envió 1 foto
hi: 1 फोटो भेज दी
id: mengirim 1 foto
ja: 写真を1枚送信
lo: ສົ່ງຮູບພາບ
vi: đã gửi 1 ảnh
zh: 发送了 1 张照片

# messageScreenNoMessage
source: No messages yet
es: No hay mensajes aún
hi: अभी तक कोई संदेश नहीं है
id: Belum ada pesan
ja: まだメッセージはありません
lo: ບໍ່ມີຂໍ້ຄວາມເທື່ອ
vi: Chưa có tin nhắn nào
zh: 还没有消息

# messageScreenYourTurnText
source: Your turn
es: Tu turno
hi: आपकी बारी
id: Giliran Anda
ja: あなたの番
lo: ຮອດຜຽນຂອງເຈົ້າ
vi: Đến lượt bạn
zh: 轮到你了

# settingPageSubTitleAppBar
source: Setting
es: Configuración
hi: सेटिंग
id: Pengaturan
ja: 設定
lo: ການຕັ້ງຄ່າ
vi: Cài đặt
zh: 设置

# settingPageSubDoneText
source: Done
es: Listo
hi: किया
id: Selesai
ja: 完了
lo: ສຳເລັດແລ້ວ
vi: Xong
zh: 完成

# settingPageSubTitle1
source: Preferred Likes, See Who Likes You & More
es: Me gusta preferido, ¡Ver quién te gusta y más!
hi: पसंदीदा पसंद, जो आपको पसंद करता है और और भी
id: Suka Pilihan, Lihat Siapa yang Menyukai Anda & Lebih Banyak
ja: 好みのいいね、あなたをいいねした人を見る＆その他
lo: ບຸລິມະສິດທີ່ມັກ, ເບິ່ງວ່າໃຜມັກເຈົ້າ ແລະຜົນປະໂຫຍດອື່ນໆຫຼາຍຢ່າງ
vi: Lượt Thích được ưu tiên, Xem ai Thích bạn & Nhiều quyền lợi khác
zh: 优先喜欢、看看谁喜欢你等更多功能
