Repository: tailucanh/finder_dating_app
Catalog: lib/l10n/intl_*.arb
Languages: es, hi, id, ja, lo, vi, zh

# titleButtonOnBoarding
source: Start "Match and Chat"!
es: ¡Comienza "Encuentra y Chatea"!
hi: शुरू करें "मैच और चैट"!
id: Mulai "Match and Chat"!
ja: 「マッチングとチャット」を開始！
lo: ເລີ່ມ "ຈັບຄູ່ ແລະສົນທະນາ"!
vi: Bắt đầu "Match and Chat"!
zh: 开始'匹配和聊天'！

# titleOnBoarding1
source: Algorithm
es: Algoritmo
hi: एल्गोरिथ्म
id: Algoritma
ja: アルゴリズム
lo: ສູດການຄິດໄລ່
vi: Thuật toán
zh: 算法

# contentOnBoarding1
source: Users going through a vetting process to ensure you never match with bots.
es: Los usuarios pasan por un proceso de selección para asegurar que nunca te emparejemos con bots.
hi: उपयोगकर्ताओं को एक सत्यापन प्रक्रिया से गुजारना होता है ताकि आप किसी भी बॉट के साथ मैच न करें।
id: Pengguna menjalani proses penapisan untuk memastikan Anda tidak pernah dijodohkan dengan bot.
ja: ユーザーは検証プロセスを経ており、ボットとのマッチングを絶対に回避します。
lo: ຜູ້ໃຊ້ຜ່ານຂະບວນການທົບທວນເພື່ອຮັບປະກັນວ່າທ່ານບໍ່ເຄີຍເຊື່ອມຕໍ່ກັບ AIs.
vi: Người dùng trải qua quy trình xét duyệt để đảm bảo bạn không bao giờ kết nối với các AI.
zh: 用户经过审核，确保您不会与机器人匹配。

# titleOnBoarding2
source: Matches
es: Emparejamientos
hi: मैचेस
id: Jodoh
ja: マッチング
lo: ຊອກຫາ
vi: Tìm kiếm
zh: 匹配

# contentOnBoarding2
source: We match you with people that have a large array of similar interests.
es: Te emparejamos con personas que tienen una amplia gama de intereses similares.
hi: हम आपको उन लोगों से मैच करते हैं जिनके पास विभिन्न हितों की एक बड़ी सरणी है।
id: Kami mencocokkan Anda dengan orang-orang yang memiliki sejumlah besar minat yang serupa.
ja: 私たちは、共通の興味を持つ人々とあなたをマッチングします。
lo: ພວກເຮົາຊອກຫາ ແລະເຊື່ອມຕໍ່ທ່ານກັບຜູ້ທີ່ມີຄວາມຫຼາກຫຼາຍທີ່ມີຄວາມສົນໃຈຄ້າຍຄືກັນ.
vi: Chúng tôi tìm kiếm và kết nối bạn với những người có sở thích tương tự đa dạng.
zh: 我们会与有着广泛相似兴趣的人进行匹配。

# titleOnBoarding3
source: Premium
hi: प्रीमियम
ja: プレミアム
lo: ຊຸດບໍລິການພຣີມຽມ
vi: Gói dịch vụ cao cấp
zh: 高级版

# contentOnBoarding3
source: Sign up today and enjoy the first month of premium benefits on us.
es: ¡Regístrate hoy y disfruta del primer mes de beneficios premium gratis!
hi: आज ही साइन अप करें और हमसे प्रीमियम लाभों का पहला महीना मुफ्त में आनंद लें।
id: Daftar hari ini dan nikmati manfaat premium gratis selama sebulan pertama.
ja: 今日サインアップして、最初の1ヶ月のプレミアム特典を無料でお楽しみください。
lo: ສະໝັກມື້ນີ້ ແລະສຳຜັດກັບແພັກເກດບໍລິການພຣີມຽມໄດ້ຟຣີເປັນເດືອນທຳອິດ.
vi: Đăng ký ngay hôm nay và trải nghiệm miễn phí gói dịch vụ cao cấp trong tháng đầu tiên.
zh: 立即注册，享受我们赠送的首月高级版权益。

# textOnBoarding1
source: Already have an account?
es: ¿Ya tienes una cuenta?
hi: पहले से खाता है?
id: Sudah punya akun?
ja: すでにアカウントをお持ちですか？
lo: ມີບັນຊີຢູ່ແລ້ວບໍ?
vi: Đã có tài khoản?
zh: 已经有账号了吗？

# textOnBoarding2
source: Sign In
es: Iniciar sesión
hi: साइन इन
id: Masuk
ja: サインイン
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
vi: Đăng nhập
zh: 登录

# titleGoogleSignInButton
source: Sign in with Google
es: Inicia sesión con Google
hi: Google से साइन इन करें
id: Masuk dengan Google
ja: Googleでサインイン
lo: ເຂົ້າສູ່ລະບົບດ້ວຍ Google
vi: Đăng nhập với Google
zh: 使用Google登录

# titlePhoneNumberSignInButton
source: Sign in with Phone number
es: Inicia sesión con número de teléfono
hi: फोन नंबर के साथ साइन इन करें
id: Masuk dengan Nomor Telepon
ja: 電話番号でサインイン
lo: ເຂົ້າສູ່ລະບົບດ້ວຍເບີໂທລະສັບ
vi: Đăng nhập với số điện thoại
zh: 使用手机号登录

# contentLogin1
source: When you click Sign in, you agree to our
es: Al hacer clic en Iniciar sesión, aceptas nuestros
hi: साइन इन करने पर, आप हमारे
id: Ketika Anda klik Masuk, Anda menyetujui
ja: サインインをクリックすると、当社の
lo: ໂດຍການຄລິກເຂົ້າສູ່ລະບົບ, ທ່ານຕົກລົງເຫັນດີ,
vi: Khi bấm Đăng nhập, bạn đồng ý với,
zh: 当您点击登录时，即表示您同意我们的

# contentLogin2
source: Terms
es: Términos
hi: शर्तों
id: Syarat dan Ketentuan
ja: 利用規約
lo: ເງື່ອນໄຂ
vi: Điều khoản
zh: 服务条款

# contentLogin3
source: . Learn more about how we handle your data in our
es: . Obtén más información sobre cómo manejamos tus datos en nuestra
hi: से सहमत होते हैं। हम आपके डेटा को कैसे संभालते हैं, इसके बारे में और अधिक जानें हमारे
id: . Pelajari lebih lanjut tentang bagaimana kami mengelola data Anda di
ja: に同意することになります。当社がお客様のデータを取り扱う方法について詳しくは、当社の
lo: ຂອງພວກເຮົາ. ຮຽນຮູ້ກ່ຽວກັບວິທີທີ່ພວກເຮົາປະມວນຜົນຂໍ້ມູນຂອງທ່ານໃນ
vi: của chúng tôi. Tìm hiều về cách chúng tôi xử lý dữ liệu của bạn trong
zh: 。了解有关我们如何处理您的数据的更多信息，请参阅我们的

# contentLogin4
source: Privacy Policy
es: Política de privacidad
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
vi: Chính sách quyền riêng tư
zh: 隐私政策

# titleEnterPhoneNumber
source: My phone number is
es: Mi número de teléfono es
hi: मेरा फोन नंबर है
id: Nomor telepon saya adalah
ja: 私の電話番号は
lo: ເບີໂທລະສັບຂອງຂ້ອຍແມ່ນ
vi: Số điện thoại của tôi là
zh: 我的电话号码是

# hintTextPhone
source: Enter your phone number
es: Ingresa tu número de teléfono
hi: अपना फोन नंबर दर्ज करें
id: Masukkan nomor telepon Anda
ja: 電話番号を入力してください
lo: ໃສ່ເບີໂທລະສັບຂອງເຈົ້າ
vi: Nhập số điện thoại
zh: 输入您的电话号码

# textErrorEnterPhone
source: Please enter a valid phone number
es: Por favor, ingresa un número de teléfono válido
hi: कृपया एक मान्य फोन नंबर दर्ज करें
id: Silakan masukkan nomor telepon yang valid
ja: 有効な電話番号を入力してください
lo: ກະລຸນາໃສ່ເບີໂທລະສັບທີ່ຖືກຕ້ອງ
vi: Vui lòng nhập số điện thoại hợp lệ
zh: 请输入有效的电话号码

# contentNotificationPhoneLogin1
source: When you click Continue, Finder will send you a message containing a verification code. Standard messaging and data rates may apply. The verified phone number will be used for logging in.
es: Al hacer clic en Continuar, Finder te enviará un mensaje con un código de verificación. Pueden aplicarse tarifas estándar de mensajes y datos. El número de teléfono verificado se utilizará para iniciar sesión.
hi: जब आप 'जारी रखें' पर क्लिक करते हैं, फाइंडर आपको एक सत्यापन कोड संदेश भेजेगा। मानक संदेश और डेटा दरें लागू हो सकती हैं। सत्यापित फोन नंबर को साइन इन के लिए उपयोग किया जाएगा।
id: Ketika Anda klik Lanjut, Finder akan mengirimkan pesan yang berisi kode verifikasi. Tarif pesan standar dan tarif data mungkin berlaku. Nomor telepon yang terverifikasi akan digunakan untuk masuk.
ja: 「続行」をクリックすると、Finderから検証コードを含むメッセージが送信されます。標準のメッセージング料金およびデータ料金が適用される場合があります。検証済みの電話番号がログインに使用されます。
lo: ເມື່ອທ່ານແຕະສືບຕໍ່, Finder ຈະສົ່ງຂໍ້ຄວາມທີ່ມີລະຫັດຢືນຢັນໃຫ້ທ່ານ. ຂໍ້ຄວາມ ແລະຂໍ້ມູນອາດມີຄ່າບໍລິການ. ເບີໂທລະສັບທີ່ຢືນຢັນແລ້ວແມ່ນໃຊ້ເພື່ອເຂົ້າສູ່ລະບົບ.
vi: Khi bạn nhấn Tiếp tục, Finder sẽ gửi cho bạn một tin nhắn có chứa mã xác thực.Bạn có thế phải trả phí tin nhắn và dữ liệu.Số điện thoại được xác thực dùng để đăng nhập.
zh: 当您点击继续时，Finder将向您发送一条包含验证码的消息。标准的短信和数据费用可能会适用。验证后的电话号码将用于登录。

# contentNotificationPhoneLogin2
source: Learn what happens when your phone number changes.
es: Aprende qué sucede cuando cambia tu número de teléfono.
hi: जानें कि जब आपका फोन नंबर बदलता है, तो क्या होता है।
id: Pelajari apa yang terjadi ketika nomor telepon Anda berubah.
ja: 電話番号が変更された場合の処理について詳細をご確認ください。
lo: ຊອກຫາສິ່ງທີ່ເກີດຂຶ້ນເມື່ອເບີໂທລະສັບຂອງເຈົ້າປ່ຽນ.
vi: Tìm hiểu chuyện gì đã xảy ra khi số điện thoại của bạn thay đổi.
zh: 了解您更改电话号码时会发生什么。

# titleEnterOTP
source: My code is
es: Mi código es
hi: मेरा कोड है
id: Kode saya
ja: 私のコードは
lo: ລະຫັດຂອງຂ້ອຍແມ່ນ
vi: Mã của tôi là
zh: 我的验证码是

# textErrorOTP
source: The code you entered is invalid. Please try again.
es: El código que ingresaste no es válido. Por favor, inténtalo de nuevo.
hi: आपके द्वारा दर्ज किया गया कोड अमान्य है। कृपया पुनः प्रयास करें।
id: Kode yang Anda masukkan tidak valid. Silakan coba lagi.
ja: 入力されたコードが無効です。もう一度やり直してください。
lo: ລະຫັດທີ່ທ່ານໃສ່ນັ້ນບໍ່ຖືກຕ້ອງ. ກະລຸນາລອງອີກຄັ້ງ.
vi: Mã bạn nhập không hợp lệ. Vui lòng thử lại.
zh: 您输入的验证码无效。请重试。

# textResendOTP
source: Resend the code
es: Reenviar el código
hi: कोड पुनः भेजें
id: Kirim ulang kode
ja: コードを再送信
lo: ສົ່ງລະຫັດໃໝ່ໃນພາຍຫຼັງ
vi: Gửi lại mã sau
zh: 重新发送验证码

# textButtonResendOTP
source: Resend
es: Reenviar
hi: पुनः भेजें
id: Kirim ulang
ja: 再送信
lo: ສົ່ງ​ເຖິງv
vi: Gửi lại
zh: 重新发送

# titleRulersPage
source: Welcome to Finder
es: Bienvenido a Finder
hi: Finder में आपका स्वागत है
id: Selamat datang di Finder
ja: Finderへようこそ
lo: ຍິນດີຕ້ອນຮັບສູ່ Finder
vi: Chào mừng đến với Finder
zh: 欢迎来到 Finder

# contentRules
source: Please adhere to these general rules.
es: Por favor, adhiérete a estas reglas generales.
hi: कृपया इन सामान्य नियमों का पालन करें।
id: Harap patuhi aturan umum ini.
ja: これらの一般ルールに従ってください。
lo: ກະລຸນາປະຕິບັດຕາມກົດລະບຽບຂອງເຮືອນເຫຼົ່ານີ້.
vi: Vui lòng tuân thủ các Quy tắc chung này.
zh: 请遵守以下通用规则。

# contentRule1
source: Be yourself.
es: Sé tú mismo.
hi: अपने आप बनें।
id: Jadilah diri sendiri.
ja: 自分らしくありましょう。
lo: ຈົ່ງເປັນຕົວເຈົ້າເອງ.
vi: Hãy là chính bạn.
zh: 做自己。

# contentRule1_1
source: Ensure your photos, age, and biography are all genuine.
es: Asegúrate de que tus fotos, edad y biografía sean genuinas.
hi: अपनी तस्वीरें, आयु, और जीवनी सभी मान्य हों।
id: Pastikan foto, usia, dan biografi Anda semuanya asli.
ja: 写真、年齢、自己紹介がすべて正確であることを確認してください。
lo: ໃຫ້ແນ່ໃຈວ່າຮູບ, ອາຍຸ, ແລະຊີວະປະຫວັດຂອງເຈົ້າເປັນຂອງແທ້ທັງໝົດ
vi: Đảm bảo ảnh, độ tuổi và tiểu sử của bạn đều là thật.
zh: 确保您的照片、年龄和个人简介都是真实的。

# contentRule2
source: Prioritize safety.
es: Prioriza la seguridad.
hi: सुरक्षा को प्राथमिकता दें।
id: Prioritaskan keamanan.
ja: 安全を最優先に。
lo: ຮັບປະກັນຄວາມປອດໄພ
vi: Đảm bảo an toàn
zh: 重视安全。

# contentRule2_1
source: Avoid hastily sharing personal information.
es: Evita compartir rápidamente información personal.
hi: व्यक्तिगत जानकारी जल्दी से साझा करने से बचें।
id: Hindari berbagi informasi pribadi dengan tergesa-gesa.
ja: 個人情報を急いで共有することを避けてください。
lo: ຢ່າຟ້າວທີ່ຈະແບ່ງປັນຂໍ້ມູນສ່ວນຕົວ
vi: Đừng vội vàng chia sẻ thông tin cá nhân.
zh: 避免急于分享个人信息。

# contentRule2_2
source: Practice safe dating.
es: Practica citas seguras.
hi: सुरक्षित डेटिंग का अभ्यास करें।
id: Praktikkan kencan yang aman.
ja: 安全なデートを実践してください。
lo: ການນັດພົບທີ່ປອດໄພ.
vi: Hẹn hò an toàn.
zh: 实践安全约会。

# contentRule3
source: Behave respectfully.
es: Comportarse con respeto.
hi: शिष्टतापूर्वक व्यवहार करें।
id: Berpelakuan dengan hormat.
ja: 礼儀正しく振る舞いましょう。
lo: ປະຕິບັດຕົວຢ່າງຖືກຕ້ອງ.
vi: Cư xử chuẩn mực.
zh: 文明相待。

# contentRule3_1
source: Respect others and treat them the way you want to be treated.
es: Respeta a los demás y trátalos como quieres ser tratado.
hi: दूसरों का सम्मान करें और उन्हें वैसे ही व्यवहार करें जैसा कि आप चाहते हैं कि आपका व्यवहार किया जाए।
id: Hormati orang lain dan perlakukan mereka dengan cara yang Anda inginkan.
ja: 他人を尊重し、自分がされたいように他人に接してください。
lo: ເຄົາລົບຄົນອື່ນ ແລະປະຕິບັດຕໍ່ເຂົາເຈົ້າຕາມທີ່ເຈົ້າຢາກໃຫ້ຄົນອື່ນປະຕິບັດຕໍ່ເຈົ້າ
vi: Tôn trọng người khác và đối xử với họ như cách bạn muốn mọi người thể hiện với bạn.
zh: 尊重他人，并以您希望被对待的方式对待他人。

# contentRule4
source: Stay proactive.
es: Mantente proactivo.
hi: सक्रिय रहें।
id: Bertindak secara proaktif.
ja: 積極的に行動しましょう。
lo: ຢູ່ຢ່າງຕັ້ງໜ້າ.
vi: Hãy luôn chủ động.
zh: 保持积极。

# contentRule4_1
source: Always report any inappropriate behavior.
es: Siempre reporta cualquier comportamiento inapropiado.
hi: हमेशा किसी भी अनुचित व्यवहार की सूचना दें।
id: Selalu laporkan perilaku yang tidak pantas.
ja: 不適切な行動があれば常に報告してください。
lo: ລາຍງານພຶດຕິກຳທີ່ບໍ່ດີຢູ່ສະເໝີ
vi: Luôn báo cáo hành vi xấu.
zh: 随时报告任何不当行为。

# titleAddNamePage
source: What is your name ?
es: ¿Cuál es tu nombre?
hi: आपका नाम क्या है?
id: Siapa nama Anda?
ja: あなたのお名前は？
lo: ເຈົ້າຊື່ຫຍັງ?
vi: Tên của bạn là gì ?
zh: 您叫什么名字？

# textHintEnterName
source: Enter your name
es: Ingresa tu nombre
hi: अपना नाम दर्ज करें
id: Masukkan nama Anda
ja: お名前を入力してください
lo: ໃສ່ຊື່ຂອງເຈົ້າ
vi: Nhập tên của bạn
zh: 输入您的姓名

# textNotificationNamePage
source: This will be the content displayed on your profile. Please enter your actual name.
es: Este será el contenido que se mostrará en tu perfil. Por favor, ingresa tu nombre real.
hi: यह आपके प्रोफ़ाइल पर प्रदर्शित किया जाने वाला सामग्री होगा। कृपया अपना वास्तविक नाम दर्ज करें।
id: Ini akan menjadi konten yang ditampilkan di profil Anda. Silakan masukkan nama asli Anda.
ja: これはあなたのプロフィールに表示されます。実際の名前を入力してください。
lo: ນີ້ແມ່ນສິ່ງທີ່ຈະປາກົດຢູ່ໃນໂປຣໄຟລ໌ຂອງເຈົ້າ. ກະລຸນາບອກຊື່ຂອງເຈົ້າໃຫ້ຖືກຕ້ອງ
vi: Đây là nội dung sẽ hiển thị trên hồ sơ của bạn. Hãy đặt tên đúng của bạn nhé.
zh: 这将显示在您的个人资料上。请填写您的真实姓名。

# gender_male
source: Male
es: Hombre
hi: पुरुष
id: Laki-laki
ja: 男性
lo: ເພດຊາຍ
vi: Nam
zh: 男性

# gender_female
source: Female
es: Mujer
hi: महिला
id: Perempuan
ja: 女性
lo: ເພດຍິງ
vi: Nữ
zh: 女性

# gender_other
source: Other
es: Otro
hi: अन्य
id: Lainnya
ja: その他
lo: ເພດອື່ນ
vi: Giới tính khác
zh: 其他

source: Terms of use
es: Términos de uso
hi: उपयोग की शर्तें
id: Syarat Penggunaan
ja: 利用規約
lo: ເງື່ອນໄຂການນຳໃຊ້
vi: Điều khoản sử dụng
zh: 使用条款

source: Privacy Policy
es: Política de privacidad
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
vi: Chính sách quyền riêng tư
zh: 隐私政策

source: Sign up to continue
es: Regístrate para continuar
hi: जारी रखने के लिए साइन अप करें
id: Daftar untuk melanjutkan
ja: サインアップして続行
lo: ລົງທະບຽນເພື່ອສືບຕໍ່
vi: Đăng ký để tiếp tục
zh: 注册以继续

source: Continue with email
es: Continuar con correo electrónico
hi: ईमेल के साथ जारी रखें
id: Lanjutkan dengan email
ja: メールで続行
lo: ສືບຕໍ່ດ້ວຍອີເມວ
vi: Tiếp tục với email
zh: 继续使用电子邮件

source: or sign up with
es: o regístrate con
hi: या साइन अप करें
id: atau daftar dengan
ja: またはサインアップ
lo: ຫຼືລົງທະບຽນກັບ
vi: Hoặc đăng nhập với
zh: 或使用以下方式注册

source: Use phone number
es: Usar número de teléfono
hi: फ़ोन नंबर का उपयोग करें
id: Gunakan nomor telepon
ja: 電話番号を使用
lo: ໃຊ້ເບີໂທລະສັບ
vi: Sử dụng số điện thoại
zh: 使用电话号码

# titleAddBirthDayPage
source: What is your date of birth?
es: ¿Cuál es tu fecha de nacimiento?
hi: आपका जन्म तिथि क्या है?
id: Kapan tanggal lahir Anda?
ja: あなたの誕生日は？
lo: ວັນເດືອນປີເກີດຂອງເຈົ້າ?
vi: Ngày sinh của bạn ?
zh: 你的出生日期是？

# contentAddBirthDayPage
source: Choose the day you first appeared in this beautiful world?
es: Elige el día en que apareciste por primera vez en este hermoso mundo.
hi: वह दिन चुनें जिस दिन आपने इस सुंदर दुनिया में पहली बार देखा था?
id: Pilih hari pertama Anda muncul di dunia yang indah ini.
ja: この美しい世界に最初に現れた日を選んでください。
lo: ເລືອກວັນທີ່ເຈົ້າປາກົດຢູ່ໃນໂລກທີ່ສວຍງາມນີ້ບໍ?
vi: Chọn ngày mà bạn xuất hiện tại thế giới tươi đẹp này?
zh: 选择你第一次来到这个美丽世界的日子？

# textErrorEnterBirthDay
source: Please enter a valid date of birth.
es: Por favor, ingresa una fecha de nacimiento válida.
hi: कृपया एक वैध जन्म तिथि दर्ज करें।
id: Harap masukkan tanggal lahir yang valid.
ja: 有効な誕生日を入力してください。
lo: ກະລຸນາໃສ່ວັນເດືອນປີເກີດທີ່ຖືກຕ້ອງ
vi: Vui lòng nhập ngày sinh hợp lệ.
zh: 请输入有效的出生日期。

# textNotificationBirthDayPage
source: Your profile will display your age information, not your date of birth.
es: Tu perfil mostrará tu edad, no tu fecha de nacimiento.
hi: आपकी प्रोफ़ाइल में आपकी उम्र की जानकारी प्रदर्शित होगी, न कि आपकी जन्म तिथि।
id: Profil Anda akan menampilkan informasi usia Anda, bukan tanggal lahir Anda.
ja: あなたのプロフィールには年齢情報が表示されますが、誕生日は表示されません。
lo: ໂປຣໄຟລ໌ຂອງເຈົ້າຈະສະແດງອາຍຸຂອງເຈົ້າ, ບໍ່ແມ່ນວັນເດືອນປີເກີດຂອງເຈົ້າ.
vi: Hồ sơ của bạn sẽ hiện thông tin tuổi, không phải ngày sinh
zh: 你的个人资料将显示你的年龄信息，而不是你的出生日期。

# textSelectDateDialog
source: Save
es: Guardar
hi: सहेजें
id: Simpan
ja: 保存
lo: ບັນທຶກ
vi: Lưu
zh: 保存

# titleNoInternet
source: Wow, something's wrong!
es: ¡Vaya, algo anda mal!
hi: ओह, कुछ गड़बड़ है!
id: Wow, ada yang salah!
ja: おっと、問題が発生しました！
lo: ດີ, ບາງສິ່ງບາງຢ່າງຜິດພາດ!
vi: Chà, có gì đó không ổn!
zh: 哇，出了点问题！

# contentNoInternet
source: Please check your network connection and try again.
es: Por favor, verifica tu conexión a internet y vuelve a intentarlo.
hi: कृपया अपना नेटवर्क कनेक्शन जाँचें और फिर कोशिश करें।
id: Harap periksa koneksi jaringan Anda dan coba lagi.
ja: ネットワーク接続を確認して、もう一度やり直してください。
lo: ກະລຸນາກວດສອບການເຊື່ອມຕໍ່ເຄືອຂ່າຍຂອງເຈົ້າແລ້ວລອງໃໝ່ອີກຄັ້ງ.
vi: Hãy kiểm tra lại đường truyền mạng của bạn và và thử lại một lần nữa nhé.
zh: 请检查你的网络连接，然后重试。

# textButtonRetryInternet
source: Retry
es: Reintentar
hi: पुन: प्रयास करें
id: Coba lagi
ja: 再試行
lo: ລອງໃໝ່
vi: Thử lại
zh: 重试

# titleAddGender
source: What is your gender ?
es: ¿Cuál es tu género?
hi: आपका लिंग क्या है?
id: Jenis kelamin Anda?
ja: あなたの性別は？
lo: ເພດຂອງເຈົ້າ?
vi: Giới tính của bạn ?
zh: 你的性别是？

# genderSelect
source: {gender, select, male{Male} female{Female} other{Other}}
es: {gender, select, male{Hombre} female{Mujer} other{Otro}}
hi: {gender, select, male{पुरुष} female{महिला} other{अन्य}}
id: {gender, select, male{Laki-laki} female{Perempuan} other{Lainnya}}
lo: {gender, select, male{ເພດຊາຍ} female{ເພດຍິງ} other{ເພດອື່ນ}}
vi: {gender, select, male{Nam} female{Nữ} other{Khác}}
zh: {gender, select, male{男性} female{女性} other{其他}}

# titleAddRequestToShow
source: You want to meet?
es: ¿Quieres conocer?
hi: क्या आप मिलना चाहते हैं?
id: Anda ingin bertemu?
ja: あなたは会いたいですか？
lo: ເຈົ້າຢາກພົບບໍ?
vi: Bạn muốn gặp gỡ ?
zh: 你想见面吗？

# genderSelectToShow
source: {gender, select, male{Male} female{Female} other{Other}}
es: {gender, select, male{Hombre} female{Mujer} other{Otro}}
hi: {gender, select, male{पुरुष} female{महिला} other{अन्य}}
lo: {gender, select, male{ເພດຊາຍ} female{ເພດຍິງ} other{ເພດອື່ນ}}
vi: {gender, select, male{Nam} female{Nữ} other{Khác}}
zh: {gender, select, male{男性} female{女性} other{其他}}

# textSearchFriends1
source: Search friend’s
es: Buscar amigos
hi: मित्रों की खोज
id: Cari teman
ja: 友達を検索する
lo: ຊອກຫາໝູ່
vi: Tìm bạn bè
zh: 搜索朋友

# textSearchFriends2
source: You can find friends from your contact lists to connected
es: Puedes encontrar amigos en tus listas de contactos para conectar
hi: आप अपने संपर्क सूचियों से मित्रों को जोड़ सकते हैं
id: Anda dapat menemukan teman dari daftar kontak untuk terhubung
ja: 連絡先リストから友達を見つけて接続することができます
lo: ທ່ານສາມາດຊອກຫາໝູ່ຈາກຜູ້ຕິດຕໍ່ຂອງທ່ານເພື່ອເຊື່ອມຕໍ່ກັບ
vi: Bạn có thể tìm bạn bè từ danh bạ của bạn để kết nối
zh: 你可以从联系人列表中找到朋友来连接

# listCardEmptyContent
source: Oh no! It's a shame that there isn't an audience that matches your criteria. You can change the criteria and come back!
es: ¡Oh no! Es una lástima que no haya una audiencia que coincida con tus criterios. ¡Puedes cambiar los criterios y volver!
hi: ओह नहीं! यह दुर्भाग्य है कि ऐसा कोई दर्शक नहीं है जो आपके मापदंडों से मेल खाता हो। आप मापदंड बदल सकते हैं और वापस आ सकते हैं!
id: Oh tidak! Sayang sekali, tidak ada audiens yang sesuai dengan kriteria Anda. Anda dapat mengubah kriteria dan kembali!
ja: ああ、残念なことです！あなたの基準に一致するオーディエンスがいないのは残念ですね。基準を変更して戻ってくることができます！
lo: ໂອ້ບໍ່! ມັນເປັນການເສຍໃຈທີ່ບໍ່ມີວັດຖຸທີ່ກົງກັບເງື່ອນໄຂຂອງທ່ານ. ທ່ານສາມາດປ່ຽນເງື່ອນໄຂຂອງທ່ານແລະກັບຄືນມາ!
vi: Ôi không! Thật tiếc khi chưa có đối tượng phù hợp với tiêu chí của bạn. Bạn có thế thay đổi tiêu chí và quay lại nhé!
zh: 哦，糟糕！没有符合你条件的观众。你可以更改条件然后再回来！

# buttonSearchFriends
source: Access to a contact list
es: Acceder a la lista de contactos
hi: संपर्क सूची तक पहुँच
id: Akses daftar kontak
ja: 連絡先リストへアクセス
lo: ເຂົ້າເຖິງລາຍຊື່ຜູ້ຕິດຕໍ່ຂອງເຈົ້າ
vi: Truy cập vào danh sách liên hệ
zh: 访问联系人列表

# textNotification1
source: Enable notification’s
es: Habilitar notificaciones
hi: सूचना सक्रिय करें
id: Aktifkan notifikasi
ja: 通知を有効にする
lo: ເປີດໃຊ້ການແຈ້ງເຕືອນ
vi: Bật thông báo
zh: 启用通知

# textNotification2
source: Get push-notification when you get the match or receive a message.
es: Recibir notificaciones cuando obtengas un match o recibas un mensaje.
hi: जब आप मैच पाते हैं या संदेश प्राप्त करते हैं, पुश सूचना प्राप्त करें।
id: Dapatkan pemberitahuan dorongan saat Anda mendapatkan pertandingan atau menerima pesan.
ja: マッチングしたりメッセージを受け取った際にプッシュ通知を受け取る。
lo: ຮັບການແຈ້ງເຕືອນເມື່ອເຈົ້າມີການນັດໝາຍ ຫຼືໄດ້ຮັບຂໍ້ຄວາມຈາກຜູ້ອື່ນໃນແອັບ.
vi: Nhận thông báo đẩy khi bạn có cuộc hẹn hoặc nhận một tin nhắn từ người khác trên ứng dụng.
zh: 当你匹配成功或收到消息时，接收推送通知。

# buttonNotification
source: I want to be notified
es: Quiero ser notificado
hi: मुझे सूचित करें
id: Saya ingin mendapatkan notifikasi
ja: 通知を受け取りたい
lo: ຂ້ອຍຕ້ອງການຮັບການແຈ້ງເຕືອນ
vi: Tôi muốn được thông báo
zh: 我想要通知

# highlightPageTitle
source: Stand out
es: Destácate
hi: बहुत ऊचा खड़ा हो जाओ
id: Menonjol
ja: 目立ちたい
lo: ເນັ້ນໃສ່
vi: Trở nên nổi bật
zh: 脱颖而出

# highlightPageContent
source: Promote your profile to increase compatibility with potential matches!
es: Promociona tu perfil para aumentar la compatibilidad con posibles matches.
hi: अपनी प्रोफ़ाइल को प्रमुख स्थान पर प्रमोट करें ताकि संभावित मैच के साथ संगतता बढ़े!
id: Promosikan profil Anda untuk meningkatkan kesesuaian dengan calon pasangan!
ja: プロフィールを宣伝して、相性の良いマッチを増やそう！
lo: ຍູ້ໂປຣໄຟລ໌ຂອງເຈົ້າຂຶ້ນເທິງເພື່ອເພີ່ມຄວາມເຂົ້າກັນໄດ້ກັບ 'ຄົນອື່ນ'!
vi: Đẩy hồ sơ của bạn lên top đầu để tăng khả năng tương hợp với 'người kia'!
zh: 提升你的个人资料，增加与潜在匹配对象的兼容性！

# highlightAppbarTitle1
source: Popular
hi: लोकप्रिय
id: Populer
ja: 人気
lo: ນິຍົມ
vi: Phổ biến
zh: 热门

# highlightAppbarTitle2
source: Popular
hi: लोकप्रिय
id: Populer
ja: 人気
lo: ມີຄ່າທີ່ສຸດ
vi: Giá trị nhất
zh: 热门

# highlightTime10
source: Popular
hi: लोकप्रिय
id: Populer
ja: 人気
lo: ເລັ່ງ 10 ນາທີ
vi: Tăng tốc 10 phút
zh: 热门

# highlightTime20
source: Boost for 20 minutes
es: Aumentar por 20 minutos
hi: 20 मिनट के लिए बूस्ट
id: Promosikan selama 20 menit
ja: 20分間ブースト
lo: ເລັ່ງ 20 ນາທີ
vi: Tăng tốc 20 phút
zh: 20分钟提升

# highlightTime30
source: Boost for 30 minutes
es: Aumentar por 30 minutos
hi: 30 मिनट के लिए बूस्ट
id: Promosikan selama 30 menit
ja: 30分間ブースト
lo: ເລັ່ງ 30 ນາທີ
vi: Tăng tốc 30 phút
zh: 30分钟提升

# highlightTimeRate
source: usd/rate
hi: usd/रेट
ja: đ/レート
lo: v/count
vi: đ/lượt
zh: đ/次

# highlightButtonText
source: Select
es: Seleccionar
hi: चुनें
id: Pilih
ja: 選択
lo: ເລືອກ
vi: Chọn
zh: 选择

# highlightNotificationText
source: Highlight completed. Hope you find your perfect match soon!
es: ¡Promoción completada! ¡Espero que encuentres tu match perfecto pronto!
hi: हाइलाइट पूर्ण हुआ। आशा है जल्द ही आपका सही मैच मिल जाए!
id: Promosi selesai. Semoga Anda segera menemukan pasangan yang sempurna!
ja: ハイライトが完了しました。早く理想の相手が見つかるといいですね！
lo: ໄຮໄລ້ສຳເລັດແລ້ວ, ຫວັງວ່າເຈົ້າຈະພົບອີກເຄິ່ງໜຶ່ງຂອງເຈົ້າໃນໄວໆນີ້!
vi: Đã hoàn tất nổi bật, mong bạn sớm tìm được một nửa cuộc đời mình!
zh: 提升完成。希望你很快找到你的完美匹配！

# highlightConfirmButton
source: I understand
es: Entiendo
hi: मैं समझता हूँ
id: Saya mengerti
ja: 理解しました
lo: ຂ້ອຍຈະແຈ້ງ
vi: Tôi đã rõ
zh: 我明白

# discoverySettingTitleAppbar
source: Set Search Preferences
es: Configurar Preferencias de Búsqueda
hi: खोज की प्राथमिकताएँ सेट करें
id: Atur Preferensi Pencarian
ja: 検索設定を設定する
lo: ການຕັ້ງຄ່າການຄົ້ນຫາ
vi: Cài đặt Tìm Kiếm
zh: 设置搜索偏好

# discoverySettingConfirmText
source: Done
es: Listo
hi: ठीक है
id: Selesai
ja: 完了
lo: ແລ້ວໆ
vi: Xong
zh: 完成

# discoverySettingPriorityText
source: Priority distance
es: Distancia prioritaria
hi: प्राथमिकता दूरी
id: Prioritas jarak
ja: 優先距離
lo: ຍະຫວ່າງບຸລິມະສິດ
vi: Khoảng cách ưu tiên
zh: 优先距离

# discoverySettingShowMeText
source: Show me
es: Muéstrame
hi: मुझे दिखाओ
id: Tunjukkan kepada saya
ja: 私を見せて
lo: ສະແດງໃຫ້ຂ້ອຍເຫັນ
vi: Hiển thị cho tôi
zh: 显示给我

# discoverySettingAgeText
source: Preferred age
es: Edad preferida
hi: पसंदीदा आयु
id: Usia yang diinginkan
ja: 希望年齢
lo: ອາຍຸທີ່ຕ້ອງການ
vi: Độ tuổi ưu tiên
zh: 首选年龄

# discoverySettingShowOnly
source: Show only people within this range
es: Mostrar solo personas dentro de este rango
hi: इस श्रेणी के लोगों को ही दिखाएं
id: Hanya tunjukkan orang dalam rentang ini
ja: この範囲内の人のみ表示
lo: ສະແດງໃຫ້ຄົນຢູ່ໃນຂອບເຂດນີ້ເທົ່ານັ້ນ
vi: Chỉ hiện người trong phạm vi này
zh: 仅显示在此范围内的人

# showMeTitleAppbar
source: Show me
es: Muéstrame
hi: मुझे दिखाओ
id: Tunjukkan kepada saya
ja: 私を見せて
lo: ສະແດງໃຫ້ຂ້ອຍເຫັນ
vi: Hiển thị cho tôi
zh: 显示给我

# showMeHello
source: Finder welcomes everyone
es: Finder da la bienvenida a todos
hi: फाइंडर सभी का स्वागत करता है
id: Finder menyambut semua orang
ja: Finderは皆を歓迎します
lo: Finder ຍິນດີຕ້ອນຮັບທຸກຄົນ
vi: Finder chào đón tất cả mọi người
zh: Finder欢迎所有人
