Repository: tailucanh/finder_dating_app
Catalog: lib/l10n/intl_*.arb
Languages: es, hi, id, ja, lo, vi, zh

# showMeContent1
source: The Search Preferences section now displays users with more information about their
es: La sección de Preferencias de Búsqueda ahora muestra a usuarios con más información sobre su
hi: अब खोज प्राथमिकताएं उपयोगकर्ताओं को उनकी
id: Bagian Preferensi Pencarian sekarang menampilkan pengguna dengan informasi lebih lanjut tentang
ja: 検索設定セクションは、ユーザーの詳細情報をより多く表示するようになりました。
lo: ການ​ຕັ້ງ​ຄ່າ​ການ​ຊອກ​ຫາ​ໃນ​ປັດ​ຈຸ​ບັນ​ສະ​ແດງ​ໃຫ້​ເຫັນ​ຜູ້​ໃຊ້​ທີ່​ລວມ​ເອົາ​ຂໍ້​ມູນ​ເພີ່ມ​ເຕີມ​ກ່ຽວ​ກັບ
vi: Mục cài đặt Tìm Kiếm giờ đây hiển thị những người dùng có bao gồm nhiều thông tin hơn về
zh: 现在的搜索偏好部分显示了更多关于用户的信息，涉及其

# showMeContent2
source: gender identity
es: identidad de género
hi: लिंग पहचान
id: identitas gender mereka
ja: 性自認
lo: ການກຳນົດເພດ
vi: xác định giới tính
zh: 性别认同

# showMeContent3
source: and
es: y
hi: और
id: dan
ja: と
lo: ແລະ
vi: và
zh: 和

# showMeContent4
source: sexual orientation.
es: orientación sexual.
hi: लैंगिक समोरिएंटेशन
id: orientasi seksual mereka.
ja: 性的指向。
lo: ປະຖົມນິເທດທາງເພດ
vi: khuynh hướng tình dục
zh: 性取向。

# showMeContent5
source: When users add more details about themselves, they can choose which search criteria best reflect their identity
es: Cuando los usuarios añaden más detalles sobre sí mismos, pueden elegir qué criterios de búsqueda reflejan mejor su identidad.
hi: के बारे में अधिक जानकारी वाले उपयोगकर्ताओं को दिखाया जाता है। जब उपयोगकर्ता अपने बारे में अधिक विवरण जोड़ते हैं, तो वे उन खोज मानदंडों का चयन कर सकते हैं जो उनकी पहचान को सबसे अच्छी तरह से दर्शाते हैं।
id: Ketika pengguna menambahkan lebih banyak detail tentang diri mereka, mereka dapat memilih kriteria pencarian mana yang paling mencerminkan identitas mereka
ja: ユーザーが自分自身についてより多くの詳細情報を追加すると、最も自分自身のアイデンティティを反映した検索基準を選択できます。
lo: ເມື່ອຜູ້ໃຊ້ເພີ່ມຂໍ້ມູນກ່ຽວກັບຕົວເອງ, ພວກເຂົາສາມາດເລືອກທີ່ຈະສະແດງໃນການຄົ້ນຫາທີ່ສະທ້ອນເຖິງຕົວຕົນຂອງພວກເຂົາທີ່ດີທີ່ສຸດ
vi: của họ. Khi người dùng thêm thông tin về bản thân, họ có thể chọn hiển thị trong những mục tìm kiếm nào phản ảnh tốt nhất về bản dạng của họ.
zh: 当用户添加更多关于自己的细节时，他们可以选择哪些搜索标准最能反映他们的身份

source: Living in
es: Viviendo en
hi: में रहता है
id: Tinggal di
ja: 住んでいる場所
lo: ອາໄສຢູ່
vi: Sống tại
zh: 居住地

source: Away
es: Lejos
hi: दूर
id: Jauh
ja: 離れて
lo: ຫ່າງ
vi: Cách xa
zh: 离开

# around
source: Around here
es: Por aquí
hi: इस आस-पास
id: Di sekitar sini
ja: 近く
lo: ໃກ້ໆ
vi: Gần xung quanh
zh: 附近

source: Active
es: Activo
hi: सक्रिय
id: Aktif
ja: アクティブ
lo: ຫ້າວຫັນ
vi: Đang hoạt động
zh: 活跃

# textValueAddress
source: Please select an address
es: Por favor, selecciona una dirección
hi: कृपया एक पता चुनें
id: Harap pilih alamat
ja: 住所を選択してください
lo: ກະລຸນາເລືອກທີ່ຢູ່
vi: Vui lòng chọn địa chỉ
zh: 请选择地址

# hintTextDialogMatch
source: Say something interesting
es: Di algo interesante
hi: कुछ दिलचस्प बोलें
id: Katakan sesuatu yang menarik
ja: 興味深いことを言ってみてください
lo: ເວົ້າສິ່ງທີ່ດີ
vi: Nói gì đó hay ho nào
zh: 说点有趣的事情

# sendTextDialogMatch
source: Send
es: Enviar
hi: भेजें
id: Kirim
ja: 送信
lo: ສົ່ງ
vi: Gửi
zh: 发送

# highSearchSubTitle
source: View more profiles that match your criteria with Finder Gold™
es: Ver más perfiles que coincidan con tus criterios con Finder Gold™
hi: Finder Gold™ के साथ आपके मानकों से मिलती जुलती अधिक प्रोफाइल्स देखें
id: Lihat lebih banyak profil yang sesuai kriteria Anda dengan Finder Gold™
ja: Finder Gold™であなたの基準に一致するプロフィールをもっと見る
lo: ເບິ່ງໂປຣໄຟລ໌ເພີ່ມເຕີມທີ່ກົງກັບເງື່ອນໄຂຂອງທ່ານກັບ Finder Gold™
vi: Xem thêm các hồ sơ phù hợp với tiêu chí của bạn bằng Finder Gold™
zh: 使用Finder Gold™查看更多符合您条件的个人资料

# highSearchTitlePage
source: ADVANCED SEARCH
es: BÚSQUEDA AVANZADA
hi: उन्नत खोज
id: PENCARIAN LANJUT
ja: 高度な検索
lo: ການຄົ້ນຫາແບບພິເສດ
vi: TÌM KIẾM NÂNG CAO
zh: 高级搜索

# highSearchContent
source: The criteria options help display people who match your preferences, but they won't limit you from seeing others - you can still match with people outside of your criteria choices.
es: Las opciones de criterios ayudan a mostrar personas que coinciden con tus preferencias, pero no te limitarán a ver a otros: aún puedes coincidir con personas fuera de tus opciones de criterios.
hi: मानक विकल्प आपकी पसंदों से मिलने वाले लोगों को दिखाने में मदद करते हैं, लेकिन ये आपको दूसरों को देखने से नहीं रोकेंगे - आप फिर भी उन लोगों के साथ मिल सकते हैं जो आपके मानकों से बाहर होंगे।
id: Opsi kriteria membantu menampilkan orang-orang yang sesuai dengan preferensi Anda, tetapi ini tidak akan membatasi Anda untuk melihat orang lain - Anda masih bisa berpasangan dengan orang di luar pilihan kriteria Anda.
ja: 基準オプションは、好みに合った人々を表示するのに役立ちますが、他の人を見ることに制限を加えません。基準に合わない人々ともマッチングすることができます。
lo: ຕົວເລືອກເງື່ອນໄຂຊ່ວຍສະແດງຄົນທີ່ກົງກັບຄວາມມັກຂອງເຈົ້າ, ແຕ່ຈະບໍ່ຈໍາກັດຄວາມສາມາດຂອງເຈົ້າໃນການເບິ່ງຄົນອື່ນ - ເຈົ້າຍັງສາມາດຈັບຄູ່ຄົນທີ່ຢູ່ນອກທາງເລືອກເງື່ອນໄຂຂອງເຈົ້າ.
vi: Các lựa chọn tiêu chí giúp hiển thị những người hợp gu của bạn, nhưng sẽ không hạn chế việc bạn nhìn thấy những người khác - bạn sẽ vẫn có thể tương hợp với người nằm ngoài các lựa chọn tiêu chí của mình.
zh: 这些标准选项可以显示符合您偏好的人，但不会限制您看到其他人 - 您仍然可以与不符合您标准的人配对。

# highSearchContentImage
source: Minimum Number of Photos
es: Número mínimo de fotos
hi: न्यूनतम फोटो संख्या
id: Jumlah Minimum Foto
ja: 写真の最小枚数
lo: ຈໍານວນຮູບພາບຕໍາ່ສຸດທີ່
vi: Số Lượng Ảnh Tối Thiểu
zh: 最少照片数量

# highSearchTitleBio
source: Do you have a bio?
es: ¿Tienes una biografía?
hi: क्या आपके पास बायो है?
id: Apakah Anda memiliki bio?
ja: バイオを持っていますか？
lo: ຊີວະປະຫວັດຫຍໍ້
vi: Có viết tiểu sử
zh: 您有个人简介吗？

# highSearchTitleInterests
source: Interests
es: Intereses
hi: रुचियाँ
id: Minat
ja: 趣味
lo: ຄວາມສົນໃຈ
vi: Sở Thích
zh: 兴趣爱好

# highSearchTitleLookingFor
source: I'm looking for
es: Estoy buscando
hi: मैं खोज रहा हूँ
id: Saya mencari
ja: 私は探しています
lo: ຂ້ອຍກໍາລັງຊອກຫາ
vi: Mình đang tìm
zh: 我在寻找

# highSearchTitleZodiac
source: Zodiac
es: Signo zodiacal
hi: राशि
id: Zodiak
ja: 星座
lo: ລາສີ
vi: Cung Hoàng Đạo
zh: 星座

# highSearchTitleEducation
source: Education
es: Educación
hi: शिक्षा
id: Pendidikan
ja: 教育
lo: ການສຶກສາ
vi: Giáo dục
zh: 教育程度

# highSearchTitleFamily
source: Future family
es: Futura familia
hi: भविष्य का परिवार
id: Keluarga di masa depan
ja: 将来の家族
lo: ຄອບຄົວໃນອະນາຄົດ
vi: Gia đình tương lai
zh: 未来家庭

# highSearchTitlePersonality
source: Personality type
es: Tipo de personalidad
hi: व्यक्तित्व प्रकार
id: Tipe kepribadian
ja: 性格タイプ
lo: ປະເພດບຸກຄະລິກກະພາບ
vi: Kiểu tính cách
zh: 个性类型

# highSearchTitleCommunication
source: Communication style
es: Estilo de comunicación
hi: संचार शैली
id: Gaya komunikasi
ja: コミュニケーションスタイル
lo: ຮູບແບບການສື່ສານ
vi: Phong cách giao tiếp
zh: 沟通方式

# highSearchTitleLove
source: Love language
es: Lenguaje del amor
hi: प्रेम भाषा
id: Bahasa cinta
ja: 愛の言語
lo: ພາສາຮັກ
vi: Ngôn ngữ tình yêu
zh: 爱情语言

# highSearchTitlePets
source: Pets
es: Mascotas
hi: पालतू जानवर
id: Hewan peliharaan
ja: ペット
lo: ສັດລ້ຽງ
vi: Thú cưng
zh: 宠物

# highSearchTitleAlcohol
source: Alcohol consumption
es: Consumo de alcohol
hi: शराब की खपत
id: Konsumsi alkohol
ja: アルコール摂取
lo: ກ່ຽວກັບການດື່ມເຫຼົ້າ
vi: Về việc uống bia rượu
zh: 饮酒频率

# highSearchTitleSmoke
source: Do you smoke?
es: ¿Fumas?
hi: क्या आप सिगरेट पीते हैं?
id: Apakah Anda merokok?
ja: 喫煙しますか？
lo: ເຈົ້າມັກສູບຢາບໍ?
vi: Bạn có hay hút thuốc không?
zh: 是否吸烟？

# highSearchTitleExercise
source: Exercise
es: Ejercicio
hi: व्यायाम
id: Olahraga
ja: 運動
lo: ອອກກໍາລັງກາຍ
vi: Tập luyện
zh: 锻炼习惯

# highSearchTitleDietary
source: Dietary habits
es: Hábitos alimenticios
hi: आहार आदतें
id: Kebiasaan makan
ja: 食習慣
lo: ອາຫານ
vi: Chế độ ăn uống
zh: 饮食习惯

# highSearchTitleSocial
source: Social media
es: Redes sociales
hi: सोशल मीडिया
id: Media sosial
ja: ソーシャルメディア
lo: ສື່ສັງຄົມ
vi: Truyền thông xã hội
zh: 社交媒体

# highSearchTitleSleep
source: Sleep habits
es: Hábitos de sueño
hi: नींद की आदतें
id: Kebiasaan tidur
ja: 睡眠習慣
lo: ນິໄສການນອນ
vi: Thói quen ngủ
zh: 睡眠习惯

# selectionPageSubTitle
source: Swipe through the most attractive profiles every day.
es: Desliza a través de los perfiles más atractivos todos los días.
hi: हर दिन सबसे आकर्षक प्रोफ़ाइल्स को स्वाइप करें।
id: Lihat profil paling menarik setiap hari.
ja: 毎日、最も魅力的なプロフィールをスワイプしてください。
lo: ປັດຈາກໂປຣໄຟລ໌ທີ່ຮ້ອນທີ່ສຸດທຸກໆມື້
vi: Quẹt từ các hồ sơ hấp dẫn nhất mỗi ngày
zh: 每天浏览最吸引人的个人资料。

# selectionPageTitleBar1
source: Top Picks
es: Mejores selecciones
hi: शीर्ष पसंद
id: Pilihan Utama
ja: トップピック
lo: ການຄັດເລືອກສູງສຸດ
vi: Top tuyển chọn
zh: 热门选择

# selectionPageTitleBar2
source: Like
es: Me gusta
hi: पसंद
id: Suka
ja: いいね
lo: ມັກ
vi: Lượt thích
zh: 喜欢

# selectionPageTitle
source: Recent Activity
es: Actividad reciente
hi: हाल की गतिविधि
id: Aktivitas Terbaru
ja: 最近のアクティビティ
lo: ການເຄື່ອນໄຫວທີ່ຜ່ານມາ
vi: Hoạt động gần đây
zh: 最近活动

# selectionPageEveryoneText
source: Everyone
es: Todos
hi: सभी
id: Semua Orang
ja: 全員
lo: ທຸກຄົນ
vi: Mọi người
zh: 所有人

# selectionPageContent2
source: Stand out with Super Likes and 3x compatibility.
es: Destácate con Super Likes y una compatibilidad 3 veces mayor.
hi: Super Likes और 3x संगतता के साथ उभरें।
id: Tampil beda dengan Super Like dan kompatibilitas 3x.
ja: スーパーライクと3倍の相性で目立ちます。
lo: ໂດດເດັ່ນດ້ວຍ Super Likes ແລະຄວາມເຂົ້າກັນໄດ້ຫຼາຍກວ່າ 3 ເທົ່າ.
vi: Thật nổi bật với lượt Siêu Thích và tăng gấp 3 lần khả năng tương hợp.
zh: 通过超级喜欢和三倍兼容性脱颖而出。

# selectionPageContent3
source: UNLOCK TOP PICKS FEATURE
es: DESBLOQUEAR LA FUNCIÓN DE MEJORES SELECCIONES
hi: शीर्ष पसंद सुविधा अनलॉक करें
id: BUKA FITUR PILIHAN UTAMA
ja: トップピックスの機能を解除する
lo: ເປີດຄຸນສົມບັດການເລືອກອັນດັບຕົ້ນໆ
vi: MỞ TÍNH NĂNG TOP TUYỂN CHỌN
zh: 解锁热门选择功能

# selectionPageContent4
source: Remaining
es: Restante
hi: शेष
id: Tersisa
ja: 残り
lo: ຍັງເຫຼືອ
vi: Còn lại
zh: 剩余

# selectionPageHourText
source: hour
es: hora
hi: घंटा
id: jam
ja: 時間
lo: ຊົ່ວໂມງ
vi: giờ
zh: 小时

# selectionPageMinuteText
source: minute
es: minuto
hi: मिनट
id: menit
ja: 分
lo: ນາທີ
vi: phút
zh: 分钟

# locationScreenTitle
source: Address
es: Dirección
hi: पता
id: Alamat
ja: 住所
lo: ທີ່ຢູ່
vi: Địa chỉ
zh: 地址

# locationScreenSelectCountry
source: Select a country
es: Selecciona un país
hi: एक देश चुनें
id: Pilih negara
ja: 国を選択してください
lo: ເລືອກປະເທດ
vi: Chọn một quốc gia
zh: 选择国家

# locationScreenSelectCity
source: Select a province, city...
es: Selecciona una provincia, ciudad...
hi: एक प्रांत, शहर चुनें...
id: Pilih provinsi, kota...
ja: 州、市を選択してください...
lo: ເລືອກແຂວງ ຫຼືເມືອງ...
vi: Chọn một tỉnh, thành phố...
zh: 选择省份、城市...

# locationScreenSelectDistrict
source: Select a city, district...
es: Selecciona una ciudad, distrito...
hi: एक शहर, जिला चुनें...
id: Pilih kota, distrik...
ja: 市、区を選択してください...
lo: ເລືອກເມືອງ,ເມືອງ...
vi: Chọn một thành phố, huyện...
zh: 选择城市、区...

# locationScreenSelectWard
source: Select a commune, ward...
es: Selecciona una comuna, barrio...
hi: एक समुदाय, प्रशासनिक क्षेत्र चुनें...
id: Pilih desa, kelurahan...
ja: 区、町を選択してください...
lo: ເລືອກຊຸມຊົນ, ward...
vi: Chọn một xã, phường...
zh: 选择社区、街道...

# locationScreenSelectAlley
source: House number, alley...
es: Número de casa, callejón...
hi: घर क्रमांक, गली...
id: Nomor rumah, gang...
ja: 番地、路地を選択してください...
lo: ບ້ານເລກ,ຊອຍ...
vi: Số nhà, ngõ...
zh: 门牌号码、巷道...

# locationScreenConfirm
source: Confirm
es: Confirmar
hi: पुष्टि करें
id: Konfirmasi
ja: 確認
lo: ຢືນຢັນ
vi: Xác nhận
zh: 确认

# whoLikePageContentGold
source: Upgrade to Finder Gold to see who's interested in you!
es: ¡Mejora a Finder Gold para ver quién está interesado en ti!
hi: Finder Gold में अपग्रेड करें ताकि आप जो आपकी तरफ़ रुझान दिखा रहे हैं, उन्हें देख सकें!
id: Upgrade ke Finder Gold untuk melihat siapa yang tertarik pada Anda!
ja: Finder Goldにアップグレードして、あなたに興味を持っている人を見ることができます！
lo: ອັບເກຣດເປັນ Finder Gold ເພື່ອເບິ່ງວ່າໃຜມັກເຈົ້າ!
vi: Nâng cấp lên Finder Gold để xem ai ngỏ ý thích bạn!
zh: 升级到 Finder Gold 以查看对您感兴趣的人！

# whoLikePageButtonGold
source: See who liked you
es: Ver a quienes les gustas
hi: देखें किसने आपको पसंद किया है
id: Lihat siapa yang menyukai Anda
ja: あなたをいいねした人を見る
lo: ເບິ່ງວ່າໃຜມັກເຈົ້າ
vi: Xem ai đã thích bạn
zh: 查看谁喜欢您

# whoLikePageContent
source: This is a list of people who have liked you and your matches.
es: Esta es una lista de personas que les han gustado tu perfil y tus coincidencias.
hi: यह वह लोगों की सूची है जिन्होंने आपको पसंद किया है और आपके मैच किए हैं।
id: Ini adalah daftar orang yang telah menyukai Anda dan pasangan Anda.
ja: これはあなたとあなたのマッチに興味を持った人のリストです。
lo: ນີ້​ແມ່ນ​ລາຍ​ຊື່​ຂອງ​ຄົນ ​ທີ່​ໄດ້​ຖືກ​ໃຈ​ທ່ານ​ແລະ​ການ​ແຂ່ງ​ຂັນ​ຂອງ​ທ່ານ​,​.
vi: Đây là danh sách những người đã thích bạn và các tương hợp của bạn.
zh: 这是喜欢您和您匹配的人的列表。

# whoLikePageContentNull
source: There is no data yet, please experience the app to connect with more people.
es: Todavía no hay datos, por favor, utiliza la aplicación para conectarte con más personas.
hi: अब तक कोई डेटा नहीं है, कृपया अधिक लोगों से जुड़ने के लिए ऐप का अनुभव करें।
id: Belum ada data, silakan gunakan aplikasi untuk terhubung dengan lebih banyak orang.
ja: まだデータはありません。もっとたくさんの人とつながるためにアプリを体験してください。
lo: ຍັງ​ບໍ່​ມີ​ຂໍ້​ມູນ​, ກະ​ລຸ​ນາ​ປະ​ສົບ​ການ app ເພື່ອ​ເຊື່ອມ​ຕໍ່​ຄົນ​ເພີ່ມ​ເຕີມ​,​.
vi: Chưa có dữ liệu, hãy trải nghiệm ứng dụng để có thể kết nối nhiều người hơn.
zh: 目前没有数据，请体验应用程序以连接更多人。

# notificationScreenTitle
source: Notification
es: Notificaciones
hi: अधिसूचना
id: Notifikasi
ja: お知らせ
lo: ການແຈ້ງເຕືອນ
vi: Thông báo
zh: 通知

# notificationScreenContent
source: No notifications have been sent to you yet, please experience the app and come back when there are push notifications!
es: Todavía no se han enviado notificaciones a tu perfil. ¡Por favor, utiliza la aplicación y vuelve cuando hayan notificaciones push!
hi: अभी तक आपको कोई अधिसूचना नहीं भेजी गई है, कृपया ऐप का अनुभव करें और जब पुश अधिसूचनाएं होंगी तो वापस आएं!
id: Belum ada notifikasi yang dikirimkan kepada Anda, silakan gunakan aplikasi ini dan kembali saat ada notifikasi push!
ja: まだ通知は送られてきていません。アプリを体験してプッシュ通知があるときに戻ってきてください！
lo: ຍັງ​ບໍ່​ທັນ​ມີ​ການ​ແຈ້ງ​ເຕືອນ​ໄດ້​ຖືກ​ສົ່ງ​ໄປ​ຫາ​ທ່ານ​ເທື່ອ, ກະ​ລຸ​ນາ​ສໍາ​ຜັດ app ແລະ​ກັບ​ຄືນ​ມາ​ເມື່ອ​ມີ​ການ​ແຈ້ງ​ການ​ຊຸກ​ຍູ້!
vi: Chưa có thông báo nào được gửi đến bạn, hãy trải nghiệm app và quay lại khi có thông báo đẩy nhé!
zh: 目前还没有向您发送任何通知，请体验应用程序，并在有推送通知时返回查看！

# notificationScreenTitle2
source: New compatible
es: Nueva compatibilidad
hi: नया संगत
id: Keserasian Baru
ja: 新しい互換性
lo: ຄວາມເຂົ້າກັນໄດ້ໃໝ່
vi: Tương hợp mới
zh: 新的匹配

# notificationScreenContent_Match
source: You've matched with someone. Go ahead and start getting to know each other!
es: Te has emparejado con alguien. ¡Adelante, comiencen a conocerse!
hi: आपने किसी के साथ मैच किया है। आगे बढ़ें और एक-दूसरे को जानना शुरू करें!
id: Anda telah berpasangan dengan seseorang. Lanjutkan dan mulailah saling mengenal!
ja: 誰かとマッチしました。お互いを知るために進んでください！
lo: ເຈົ້າ​ໄດ້​ມີ​ການ​ແຂ່ງ​ຂັນ​ກັບ​ຜູ້​ໃດ​ຜູ້​ຫນຶ່ງ. ໄປ​ເດີນ​ຫນ້າ​ແລະ​ເລີ່ມ​ຕົ້ນ​ການ​ເຮັດ​ໃຫ້​ຄວາມ​ຮູ້​ສຶກ​ຂອງ​ກັນ​!
vi: Bạn đã có một tương hợp với ai đó. Hãy tiến tới và bắt đầu làm quen với nhau thôi nào!
zh: 您已与某人匹配。开始彼此了解吧！

# notificationScreenView
source: View
es: Ver
hi: देखें
id: Lihat
ja: 見る
lo: ເບິ່ງ
vi: Xem
zh: 查看

# notificationDialogLocation
source: The app need location permission to help you find around and match your love
es: La aplicación necesita permiso de ubicación para ayudarte a encontrar coincidencias cerca de ti
hi: ऐप को आपके आस-पास खोजने और आपके प्यार को मैच करने में सहायता के लिए स्थान अनुमति की आवश्यकता है।
id: Aplikasi memerlukan izin lokasi untuk membantu Anda menemukan pasangan di sekitar.
ja: アプリはあなたを周囲で見つけ、あなたの愛をマッチングするために場所の許可が必要です。
lo: ແອັບຕ້ອງການການອະນຸຍາດສະຖານທີ່ເພື່ອຊ່ວຍເຈົ້າຊອກຫາອ້ອມຮອບ ແລະກົງກັບຄວາມຮັກຂອງເຈົ້າ
vi: Ứng dụng cần có quyền vị trí để giúp bạn tìm xung quanh và kết hợp tình yêu của bạn
zh: 应用程序需要位置权限，以帮助您找到附近的匹配对象。

# textTitleDialogLocation
source: Don't worry!
es: ¡No te preocupes!
hi: चिंता न करें!
id: Jangan Khawatir!
ja: 心配しないで！
lo: ຢ່າກັງວົນ!
vi: Đừng lo nhé!
zh: 别担心！

# textContentDialogLocation
source: Your location helps us display potential matches near you. Your exact location will not be shared.
es: Tu ubicación nos ayuda a mostrar posibles coincidencias cerca de ti. Tu ubicación exacta no se compartirá.
hi: आपका स्थान हमें आपके पास संभावित मैच दिखाने में मदद करता है। आपका सटीक स्थान साझा नहीं किया जाएगा।
id: Lokasi Anda membantu kami menampilkan calon pasangan di sekitar Anda. Lokasi tepat Anda tidak akan dibagikan.
ja: あなたの場所は、近くの潜在的なマッチを表示するのに役立ちます。正確な位置情報は共有されません。
lo: ສະຖານທີ່ຂອງເຈົ້າຊ່ວຍໃຫ້ພວກເຮົາສະແດງຜົນທີ່ກົງກັນໄດ້ໃກ້ຊິດກັບເຈົ້າ. ສະຖານທີ່ທີ່ແນ່ນອນຈະບໍ່ຖືກແບ່ງປັນ.
vi: Địa điểm của bạn giúp chúng tôi hiển thị các tương hợp tiềm năng ở gần bạn hơn. Địa điểm chính xác sẽ không được chia sẻ.
zh: 您的位置有助于我们在附近显示潜在的匹配对象。我们不会分享您的精确位置信息。

# textVisibleDialogLocation
source: How we use your location?
es: ¿Cómo usamos tu ubicación?
hi: हम आपके स्थान का उपयोग कैसे करते हैं?
id: Bagaimana kami menggunakan lokasi Anda?
ja: 場所情報の使用方法？
lo: ໃຊ້ສະຖານທີ່ຂອງເຈົ້າແນວໃດ?
vi: Cách sử dụng địa điểm của bạn ?
zh: 我们如何使用您的位置信息？

# textConfirmDialogLocation
source: Agree
es: Aceptar
hi: सहमत
id: Setuju
ja: 同意する
lo: ຢືນຢັນແລ້ວ
vi: Đồng ý
zh: 同意

# textCancelDialogLocation
source: Cancel
es: Cancelar
hi: रद्द करें
id: Batal
ja: キャンセル
lo: ຍົກເລີກ
vi: Hủy
zh: 取消

# textContentSwitchLocation
source: We need your location. Turn on location and come back with the "Try again" button!
es: Necesitamos tu ubicación. Activa la ubicación y vuelve con el botón "Intentar de nuevo".
hi: हमें आपका स्थान चाहिए। स्थान को चालू करें और "पुनः प्रयास करें" बटन के साथ वापस आएं!
id: Kami memerlukan lokasi Anda. Aktifkan lokasi dan kembali dengan tombol "Coba lagi"!
ja: 位置情報が必要です。位置情報をオンにして、"もう一度お試しください"ボタンを押して戻ってください！
lo: ພວກ​ເຮົາ​ຕ້ອງ​ການ​ທີ່​ຕັ້ງ​ຂອງ​ທ່ານ. ກະ​ລຸ​ນາ​ເປີດ​ໃຊ້​ງານ​ສະ​ຖານ​ທີ່​ແລະ​ກັບ​ຄືນ​ມາ​ທີ່​ປຸ່ມ "ລອງ​ໃໝ່​ອີກ" ຢູ່​ເທິງ​ໜ້າ​ຈໍ!
vi: Chúng tôi cần vị trí của bạn. Hãy bật vị trí và quay lại với nút " Thử lại " ở màn hình nhé!
zh: 我们需要您的位置信息。打开位置信息，并使用"再试一次"按钮返回！

# textButtonDialogLocation
source: I understand!
es: ¡Entiendo!
hi: मै समझता हूँ!
id: Saya Mengerti!
ja: 了解しました！
lo: ຂ້ອຍເຂົ້າໃຈ
vi: Tôi đã hiểu
zh: 我知道了！

# textContentRefreshLocation
source: Turn on location to "Match and chat" with new friends!
es: Activa la ubicación para "Encontrar y chatear" con nuevos amigos.
hi: नए दोस्तों के साथ "मैच और चैट" करने के लिए स्थान को चालू करें!
id: Aktifkan lokasi untuk "Match dan chat" dengan teman baru!
ja: 新しい友達と "マッチングとチャット" するために位置情報をオンにしてください！
lo: ມາເປີດສະຖານທີ່ເພື່ອ "ຈັບຄູ່ ແລະສົນທະນາ" ກັບໝູ່ໃໝ່!
vi: Hãy bật vị trí để "Match and chat" với những người bạn mới thôi nào!
zh: 开启位置信息，与新朋友进行"匹配和聊天"吧！

# textButtonRefreshLocation
source: Try again
es: Intentar de nuevo
hi: पुनः प्रयास करें
id: Coba Lagi
ja: もう一度試す
lo: ລອງອີກຄັ້ງ
vi: Thử lại
zh: 再试一次

# notificationMatchTitle
source: New match!
es: ¡Nuevo match!
hi: नया मैच!
id: Padanan baru!
ja: 新しいマッチ！
lo: ການຈັບຄູ່ໃໝ່!
vi: Tương hợp mới nè!
zh: 新的匹配！

# notificationMatchContent
source: Congratulations! You have successfully matched with 'the other person'. Start connecting with each other in the messaging section.
es: ¡Felicidades! Te has emparejado exitosamente con 'la otra persona'. Comienza a conectarte en la sección de mensajería.
hi: बधाई हो! आपने 'दूसरे व्यक्ति' के साथ सफलतापूर्वक मैच किया है। मैसेजिंग सेक्शन में एक दूसरे से जुड़ना शुरू करें।
id: Selamat! Anda telah berhasil dipadankan dengan 'orang lain'. Mulailah terhubung satu sama lain di bagian pesan.
ja: おめでとうございます！ 'the other person' とマッチングが成功しました。メッセージセクションでお互いに連絡を取り始めましょう。
lo: ຊົມ​ເຊີຍ​ທ່ານ​ໄດ້​ສົມ​ຜົນ​ສໍາ​ເລັດ​ການ​ຈັບ​ຄູ່​ກັບ 'ຜູ້​ອື່ນ', ຂໍ​ໃຫ້​ພົບ​ກັນ​ໃນ​ພາກ​ສ່ວນ​ຂໍ້​ຄວາມ​,​.
vi: Chúc mừng bạn, bạn đã tương hợp thành công với 'người kia', đến với nhau ở mục tin nhắn thôi nào.
zh: 恭喜！您已成功与'对方'匹配。开始在消息部分互相连接。

# notificationButtonMatch
source: I understand
es: Entiendo
hi: मै समझता हूँ
id: Saya mengerti
ja: 了解
lo: ຂ້ອຍໄດ້ຮັບມັນ
vi: Tôi đã hiểu
zh: 我知道了

# detailProfileLookingFor
source: I'm looking for
es: Estoy buscando
hi: मैं ढूंढ़ रहा हूँ
id: Saya mencari
ja: 私は探しています
lo: ຂ້ອຍກໍາລັງຊອກຫາ
vi: Mình đang tìm
zh: 我在寻找

# detailProfileIntroduceTitle
source: Introduce myself
es: Presentarme
hi: अपना परिचय दें
id: Memperkenalkan diri
ja: 自己紹介
lo: ແນະນຳຕົວເອງ
vi: Giới thiệu bản thân
zh: 自我介绍

# detailProfileLifestyleTitle
source: Lifestyle
es: Estilo de vida
hi: जीवन शैली
id: Gaya hidup
ja: ライフスタイル
lo: ວິຖີຊີວິດ
vi: Phong cách sống
zh: 生活方式

# detailProfileAdditionalMeTitle
source: Additional information about me
es: Información adicional sobre mí
hi: मेरे बारे में अतिरिक्त जानकारी
id: Informasi tambahan tentang saya
ja: 私に関する追加情報
lo: ຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບຂ້ອຍ
vi: Thông tin thêm về tôi
zh: 关于我的额外信息

# detailProfileHobbiesTitle
source: Hobbies
es: Pasatiempos
hi: शौक
id: Hobi
ja: 趣味
lo: ວຽກເຮັດງານທຳ
vi: Sở thích
zh: 兴趣爱好

# detailProfileShareTitle
source: Share Profile
es: Compartir perfil
hi: प्रोफ़ाइल साझा करें
id: Bagikan Profil
ja: プロフィールを共有
lo: ແບ່ງປັນໂປຣໄຟລ໌
vi: Chia sẻ hồ sơ
zh: 分享个人资料

# detailProfileShareContent
source: See what you think
es: Mira lo que piensas
hi: देखें कि आप क्या सोचते हैं
id: Lihat apa yang Anda pikirkan
ja: お考えを見る
lo: ເບິ່ງສິ່ງທີ່ທ່ານຄິດ
vi: Xem bạn nghĩ gì
zh: 看看您的想法

# detailProfileBlockTitle
source: Block
es: Bloquear
hi: ब्लॉक
id: Blokir
ja: ブロック
lo: ບລັອກ
vi: Chặn
zh: 屏蔽

# detailProfileBlockContent
source: You won't see them, and they won't see you
es: No los verás y ellos no te verán
hi: आप उन्हें नहीं देखेंगे, और वे आपको नहीं देखेंगे
id: Anda tidak akan melihat mereka, dan mereka tidak akan melihat Anda
ja: 相手があなたを見ることも、あなたが相手を見ることもできません
lo: ທ່ານຈະບໍ່ເຫັນພວກມັນ, ແລະພວກເຂົາຈະບໍ່ເຫັນເຈົ້າ
vi: Bạn sẽ không thấy họ, và học sẽ không thấy bạn
zh: 您将看不到他们，他们也看不到您

# detailProfileReportTitle
source: Report
es: Reportar
hi: रिपोर्ट
id: Melaporkan
ja: 報告
lo: ລາຍງານ
vi: Báo cáo
zh: 举报

# detailProfileReportContent
source: Don't worry - we won't notify this person
es: No te preocupes, no notificaremos a esta persona
hi: चिंता न करें - हम इस व्यक्ति को सूचित नहीं करेंगे
id: Jangan khawatir - kami tidak akan memberitahukan orang ini
ja: 心配しないで - 私たちはこの人に通知しません
lo: ຢ່າກັງວົນ - ພວກເຮົາຈະບໍ່ແຈ້ງໃຫ້ບຸກຄົນນີ້
vi: Đừng lo lắng - chúng tôi sẽ không thông báo cho người này
zh: 不用担心 - 我们不会通知此人

# updateProfileTitleAppbar
source: Edit profile
es: Editar perfil
hi: प्रोफ़ाइल संपादित करें
id: Edit profil
ja: プロフィールを編集
lo: ແກ້ໄຂໂປຣໄຟລ໌
vi: Chỉnh sửa hồ sơ
zh: 编辑个人资料

# updateProfilePhotosText
source: Photos
es: Fotos
hi: फोटो
id: Foto
ja: 写真
lo: ຮູບພາບ
vi: Ảnh
zh: 照片

# updateProfileAboutMeText
source: About me
es: Acerca de mí
hi: मेरे बारे में
id: Tentang saya
ja: 自己紹介
lo: ແນະນຳຕົວເອງ
vi: Giới thiệu bản thân
zh: 关于我

# updateProfileHobbiesText
source: Hobbies
es: Pasatiempos
hi: शौक
id: Hobi
ja: 趣味
lo: ວຽກເຮັດງານທຳ
vi: Sở thích
zh: 兴趣爱好

# updateProfileDatingPurposeText
source: Dating purpose
es: Propósito de citas
hi: डेटिंग का उद्देश्य
id: Tujuan kencan
ja: デートの目的
lo: ຈຸດປະສົງການນັດພົບ
vi: Mục đích hẹn hò
zh: 约会目的

# updateProfileLanguagesIKnowText
source: Languages I know
es: Idiomas que conozco
hi: मैं कौन-कौन सी भाषाएँ जानता हूँ
id: Bahasa yang saya ketahui
ja: 知っている言語
lo: ພາສາທີ່ຂ້ອຍຮູ້
vi: Ngôn ngữ tôi biết
zh: 我懂的语言

# updateProfileLanguagesHintText
source: Add language
es: Agregar idioma
hi: भाषा जोड़ें
id: Tambah bahasa
ja: 言語を追加
lo: ເພີ່ມພາສາ
vi: Thêm ngôn ngữ
zh: 添加语言

# updateProfileBasicInformationText
source: Basic information
es: Información básica
hi: मौलिक जानकारी
id: Informasi dasar
ja: 基本情報
lo: ຂໍ້ມູນພື້ນຖານ
vi: Thông tin cơ bản
zh: 基本信息

# basicInformationZodiacText
source: Zodiac
es: Signo zodiacal
hi: राशि
id: Zodiak
ja: 星座
lo: ລາສີ
vi: Cung hoàng đạo
zh: 星座

# basicInformationEducationText
source: Education
es: Educación
hi: शिक्षा
id: Pendidikan
ja: 学歴
lo: ການສຶກສາ
vi: Giáo dục
zh: 教育背景

# basicInformationFamilyText
source: Future family
es: Futura familia
hi: भविष्य का परिवार
id: Keluarga masa depan
ja: 将来の家族計画
lo: ຄອບຄົວໃນອະນາຄົດ
vi: Gia đình tương lai
zh: 未来家庭

# basicInformationPersonalityText
source: Personality type
es: Tipo de personalidad
hi: व्यक्तित्व प्रकार
id: Tipe kepribadian
ja: 性格タイプ
lo: ປະເພດບຸກຄະລິກກະພາບ
vi: Kiểu tính cách
zh: 个性类型
